Repository: rainlendar/Rainlendar-Resources
Catalog: Languages/*/rainlendar2.po
Languages: eu_es, id_id, pt_br

source: Show schedule descriptions
id_id: Tampilkan deskripsi jadwal
pt_br: Exibir descrições da agenda

source: Show schedule start time
id_id: Tampilkan waktu mulai jadwal
pt_br: Exibir hora de início da agenda

source: Show schedule end time
id_id: Tampilkan akhir waktu jadwal
pt_br: Exibir hora de término da agenda

source: Show schedule location
id_id: Tampilkan lokasi acara
pt_br: Exibir posição da agenda

source: Show schedule calendar
id_id: Tampilkan kalender acara
pt_br: Exibir calendário da agenda

source: Create, move and resize events with mouse
id_id: Buat, pindah, dan ubah-ukuran acara dengan mouse
pt_br: Crie, mova e redimensione eventos com o mouse

source: First shown hour
id_id: Jam awal yang ditampilkan
pt_br: Primeira hora apresentada

source: Last shown hour
id_id: Jam terakhir yang ditampilkan
pt_br: Última hora apresentada

source: Alarm
eu_es: Alarma
pt_br: Alarme

source: Show alarm start time
eu_es: Alarmaren hasiera-ordua erakutsi
id_id: Tampilkan waktu mulai alarm
pt_br: Exibir hora de início do alarme

source: Show alarm end time
eu_es: Alarmaren bukaera-ordua erakutsi
id_id: Tampilkan waktu berakhir alarm
pt_br: Exibir hora de término do alarme

source: Show alarm location
eu_es: Alarmaren kokapena erakutsi
id_id: Tampilkan lokasi alarm
pt_br: Exibir posição do alarme

source: Show alarm calendar
id_id: Tampilkan kalender alarm
pt_br: Mostrar calendário de alarmes

source: Show due to the event
id_id: Tampilkan tenggat acara
pt_br: Mostrar quanto falta para o evento

source: Support Mozilla alarms
id_id: Dukung alarm Mozilla
pt_br: Suportar os alarmes do Mozilla

source: Keep alarm always on top
eu_es: Alarma gainean mantendu beti
id_id: Tetap menjaga alarm selalu di atas
pt_br: Manter o alarme sempre no topo

source: Default snooze time (secs)
id_id: Waktu jeda bawaan (dtk)
pt_br: Tempo padrão de adiamento (segs)

source: Max alarm window width
eu_es: Alarmaren gehienezko lehio-tamaina
id_id: Lebar maks. jendela alarm
pt_br: Largura máxima da janela de alarme

source: Hide from alarm after days
eu_es: Alarmetatik ezkutatu egun batzuk ondoren
id_id: Disembunyikan dari alarm setelah beberapa hari
pt_br: Ocultar do alarme após dias

source: Default alarm time (mins)
id_id: Waktu alarm default (menit)
pt_br: Hora do alarme padrão (minutos)

source: Default alarm file
eu_es: Defektuzko alarma fitxategia
id_id: Berkas alarm bawaan
pt_br: Arquivo de alarme padrão

source: Don't show alarm over a fullscreen window
id_id: Jangan tampilkan alarm di atas jendela layar penuh
pt_br: Não mostrar alarme sob janela em tela cheia

source: Loop the alarm sound (secs)
id_id: Ulangi bunyi alarm (secs)
pt_br: Repetir o som do alarme (segs)

source: Snooze times (mins)
id_id: Waktu jeda (mnt)
pt_br: Tempo de adiamento (mins)

source: Create Error!
id_id: Gagal Dibuat!
pt_br: Erro na criação!

source: Unable to select the target calendar for the item.
id_id: Tak bisa memilih kalender sasaran untuk item itu.
pt_br: Incapaz de selecionar o calendário de destino para o item.

source: Unable to create a new item from the string:
id_id: Tidak bisa membuat data baru dari string:
pt_br: Incapaz de criar um novo ítem da série:

source: Parse Error!
id_id: Gagal Diuraikan!
pt_br: Erro de Sintaxe!

source: New version found!
id_id: Versi baru ditemukan!
pt_br: Nova versão encontrada!

source: Version %s is available. Do you want to go to the website now?
eu_es: %s bertsioa eskuragarri dago. Joan nahi duzu web orrira orain?
id_id: Versi %s telah tersedia. Apakah Anda ingin mengunjungi situsnya sekarang?
pt_br: A versão %s está disponível. Você quer ir para o site agora?

source: No updates available.
eu_es: Ez daude bertsio berririk.
id_id: Belum tersedia pembaruan.
pt_br: Nenhuma atualização disponível.

source: You have the most recent version of Rainlendar.
id_id: Anda sudah memiliki Rainlendar versi terbaru.
pt_br: Você possui a versão mais recente do Rainlendar.

source: New event
eu_es: Gertakizun berria
id_id: Acara baru
pt_br: Novo evento

source: New task
eu_es: Zeregin berria
id_id: Tugas baru
pt_br: Nova tarefa

source: Refresh
eu_es: Birkargatu
id_id: Segarkan
pt_br: Atualizar

source: Options...
eu_es: Ezarpenak...
id_id: Pilihan...
pt_br: Opções...

source: Manager...
eu_es: Administratzailea...
id_id: Menejer...
pt_br: Gerenciador...

source: Exit
eu_es: Irten
id_id: Keluar
pt_br: Sair

source: File
eu_es: Fitxategia
id_id: Berkas
pt_br: Arquivo

source: View
id_id: Lihat
pt_br: Exibir

source: About...
id_id: Tentang...
pt_br: Sobre...

source: Open help Ctrl+?
id_id: Buka pertolongan Ctrl+?
pt_br: Abrir ajuda Ctrl+?

source: Help
eu_es: Laguntza
id_id: Bantuan
pt_br: Ajuda

source: Events
eu_es: Gertakizunak
id_id: Acara
pt_br: Eventos

source: About
eu_es: Rainlendar-i buruz
id_id: Tentang
pt_br: Sobre

source: Calendars
eu_es: Egutegiak
id_id: Kalender
pt_br: Calendários

source: Choose day
id_id: Pilih hari
pt_br: Escolha um dia

source: Choose month
eu_es: Hilabetea aukeratu
id_id: Pilih Bulan
pt_br: Escolher mês

source: Install license...
id_id: Instal lisensi...
pt_br: Instalar licença...

source: Show debug log
id_id: Tampilkan catatan debug
pt_br: Exibir o registro de ocorrências

source: Enable all calendars
id_id: Aktifkan semua kalender
pt_br: Ativar todos os calendários

source: Disable all calendars
id_id: Matikan semua kalender
pt_br: Desativar todos os calendários

source: Current Day
id_id: Hari ini
pt_br: Dia de Hoje

source: Next Day
id_id: Besok
pt_br: Próximo Dia

source: Previous Day
id_id: Kemarin
pt_br: Dia Anterior

source: Next Week
id_id: Minggu Depan
pt_br: Próxima Semana

source: Previous Week
id_id: Minggu Lalu
pt_br: Semana Anterior

source: Next Month
eu_es: Hurrengo hilabetea
id_id: Bulan Depan
pt_br: Próximo Mês

source: Previous Month
eu_es: Aurreko hilabetea
id_id: Bulan Lalu
pt_br: Mês Anterior

source: Current Month
eu_es: Oraingo Hilabetea
id_id: Bulan ini
pt_br: Mês Atual

source: Next Year
id_id: Tahun Depan
pt_br: Próximo Ano

source: Previous Year
id_id: Tahun Lalu
pt_br: Ano Anterior

source: Home
eu_es: Hasiera
id_id: Beranda
pt_br: Origem

source: Right
eu_es: Eskuma
id_id: Kanan
pt_br: Direita

source: Left
eu_es: Ezkerra
id_id: Kiri
pt_br: Esquerda

source: Up
eu_es: Gora
id_id: Atas
pt_br: Para cima

source: Down
eu_es: Behera
id_id: Bawah
pt_br: Para baixo

source: January
eu_es: Urtarrila
id_id: Januari
pt_br: Janeiro

source: February
eu_es: Otsaila
id_id: Februari
pt_br: Fevereiro

source: March
eu_es: Martxoa
id_id: Maret
pt_br: Março

source: April
eu_es: Apirila
pt_br: Abril

source: May
eu_es: Maiatza
id_id: Mei
pt_br: Maio

source: June
eu_es: Ekaina
id_id: Juni
pt_br: Junho

source: July
eu_es: Uztaila
id_id: Juli
pt_br: Julho

source: August
eu_es: Abuztua
id_id: Agustus
pt_br: Agosto

source: September
eu_es: Iraila
pt_br: Setembro

source: October
eu_es: Urria
id_id: Oktober
pt_br: Outubro

source: November
eu_es: Azaroa
pt_br: Novembro

source: December
eu_es: Abendua
id_id: Desember
pt_br: Dezembro

source: Visible
eu_es: Ikusizkoa
id_id: Terlihat
pt_br: Visível

source: More settings...
id_id: Pengaturan lainnya...
pt_br: Mais configurações...

source: Today
eu_es: Gaur
id_id: Hari ini
pt_br: Hoje

source: Show all windows
id_id: Tampilkan semua jendela
pt_br: Exibir todas as janelas

source: Hide all windows
id_id: Sembunyikan semua jendela
pt_br: Ocultar todas as janelas

source: License files (*.r2lic)|*.r2lic
id_id: Berkas lisensi (*.r2lic)|*.r2lic
pt_br: Arquivos de Licença (*.r2lic)|*.r2lic

source: Choose the license file
id_id: Pilih berkas lisensi
pt_br: Escolher o arquivo de licença

source: *Empty*
eu_es: *Hutsik*
id_id: *Kosong*
pt_br: *Vazio*

source: This instance
eu_es: Instantzia hau
id_id: Data ini
pt_br: Esta instância

source: Whole event
eu_es: Gertakizun osoa
id_id: Seluruh acara
pt_br: Evento inteiro

source: All following
id_id: Semua mengikuti
pt_br: Todos os seguintes

source: Cancel
eu_es: Ezeztatu
id_id: Batal
pt_br: Cancelar

source: Do you want to delete this item?
eu_es: Osagai hau ezabatu nahi al duzu?
id_id: Apakah Anda ingin menghapus item ini?
pt_br: Você quer excluir esse item?

source: This is a recurring item: %s You can either delete just this instance (%s), all the following events or the whole recurring event.
id_id: Ini adalah item berulang: %s Anda dapat menghapus hanya instansi ini (%s), semua peristiwa berikut atau seluruh peristiwa berulang
pt_br: Este item é recorrente: %s Você pode escolher entre excluir somente esta instância (%s), todos os eventos seguintes ou todo evento recorrente.

source: The item is read only and cannot be deleted.
id_id: Item hanya dapat dibaca dan tidak dapat dihapus.
pt_br: O item é somente leitura e não pode ser excluído.

source: Unable to delete the item.
id_id: Tidak dapat menghapus item.
pt_br: Não foi possível excluir o itens.

source: Do you want to delete these items?
eu_es: Osagai hauek ezabatu nahi dituzu?
id_id: Apakah Anda ingin menghapus item ini?
pt_br: Você quer excluir estes itens?

source: The item is read only and cannot be moved.
id_id: Item hanya dapat dibaca dan tidak dapat dipindahkan.
pt_br: O item é somente leitura e não pode ser movido.

source: Unable to move the item.
id_id: Tidak dapat memindahkan item.
pt_br: Não foi possível mover o item.

source: Choose a directory
id_id: Pilih direktori
pt_br: Selecione uma pasta

source: Customize
pt_br: Personalizar

source: Click 'Customize' button
pt_br: Clique no botão 'Personalizar'

source: Version
eu_es: Bertsioa
id_id: Versi
pt_br: Versão

source: Built on
id_id: Dibangun berdasarkan
pt_br: Gerado em

source: Developed by
eu_es: Garatzailea
id_id: Dibuat oleh
pt_br: Desenvolvida por

source: Translated (%s) by
id_id: Diterjemahkan (%s) oleh
pt_br: Traduzido (%s) por

source: Licensed to
eu_es: Lizentzia:
id_id: Lisensi diberikan kepada
pt_br: Licenciado para

source: Forum
eu_es: Forua
pt_br: Fórum

source: Menu icons by
id_id: Ikon menu oleh
pt_br: Ícones do menu por

source: Application icon by
id_id: Ikon aplikasi oleh
pt_br: Ícone do aplicativo por

source: Copyrights
eu_es: Kopiright-ak
id_id: Hak Cipta
pt_br: Direitos autorais

source: Please wait...
eu_es: Mesedez itxaron...
id_id: Silahkan tunggu...
pt_br: Aguarde...

source: Check for update
eu_es: Bertsio berriak bilatu
id_id: Periksa versi terbaru
pt_br: Verificar atualizações

source: Choose Alarm
eu_es: Alarma aukeratu
id_id: Pilih Alarm
pt_br: Escolha o Alarme

source: All files (*.*)|*.*
id_id: Semua berkas (*.*)|*.*
pt_br: Todos os arquivos (*.*)|*.*

source: Change Fields
id_id: Ubah Isian
pt_br: Alterar Campos

source: %i events selected
id_id: %i acara terpilih
pt_br: %i eventos selecionados

source: %i tasks selected
id_id: %i tugas terpilih
pt_br: %i tarefas selecionadas

source: End time:
eu_es: Bukaera ordua:
id_id: Selesai :
pt_br: Hora final:

source: Due time:
eu_es: Epemuga data:
id_id: Sampai:
pt_br: Hora de vencimento:

source: Add new alarm
id_id: Tambahkan alarm baru
pt_br: Adicionar novo alarme

source: Are you sure you want to do this?
id_id: Anda yakin ingin melakukan ini?
pt_br: Você tem certeza que quer fazer isto?

source: The selected fields will be changed to %i items.
id_id: Isian akan diubah menjadi %i item.
pt_br: Os campos selecionados serão alterados para itens %i.

source: It's not possible to undo the operation so click "Yes" only if you are completely sure you know what you are doing.
id_id: Tidak memungkinkan membatalkan operasi, jadi klik "Yes" hanya jika Anda memahami yang Anda lakukan.
pt_br: Não é possível desfazer esta operação, clique em "Sim" apenas se você estiver completamente certo do que está fazendo.

source: Note that changing the type between events and tasks will result to some loss of data.
id_id: Catatan, mengubah jenis antara acara dan tugas bisa berakibat kehilangan data.
pt_br: Observe que alterando o tipo entre eventos e tarefas resultarão em perda de dados.

source: Categories
eu_es: Kategoriak
id_id: Kategori
pt_br: Categorias

source: Add...
eu_es: Gehitu...
id_id: Tambah...
pt_br: Adicionar...

source: Clear
id_id: Bersihkan
pt_br: Limpar

source: Remove
eu_es: Kendu
id_id: Hapus
pt_br: Remover

source: Values
id_id: Nilai
pt_br: Valores

source: Please give a name for the category
id_id: Harap berikan nama untuk kategori
pt_br: Por favor, escolha um nome para a categoria

source: Enter text
id_id: Masukkan teks
pt_br: Digite o texto

source: Unable to create the category!
id_id: Kategori tak bisa dibuat!
pt_br: Não foi possível criar a categoria!

source: You must give a name for the category.
id_id: Anda harus memberi nama untuk kategori.
pt_br: Você deve definir um nome para a categoria.

source: It's not allowed to use the '/'-character in the name.
id_id: Tidak diizinkan menggunakan karakter '/' pada nama.
pt_br: Não é permitido utilizar o caractere '/'- no nome.

source: A category called "%s" already exists.
id_id: Kategori bernama "%s" sudah ada.
pt_br: Uma categoria chamada "%s" já existe.

source: Additional
pt_br: Adicional

source: Delete
eu_es: Ezabatu
id_id: Hapus
pt_br: Excluir

source: Link start and end dates
id_id: Tautkan tanggal awal dan akhir
pt_br: Vincular datas de início e fim

source: Save Ctrl+S
id_id: Simpan Ctrl+S
pt_br: Salvar Ctrl+S

source: Save As New Shift+Ctrl+S
id_id: Simpan sebagai Baru Shift+Ctrl+S
pt_br: Salvar Como Novo Shift+Ctrl+S

source: Save To File... Alt+Ctrl+S
id_id: Simpan Ke Berkas... Tekan Ctrl S
pt_br: Salvar Para Arquivo... Shift+Ctrl+S

source: Print... Ctrl+P
id_id: Cetak... Ctrl P
pt_br: Imprimir... Ctrl+P

source: Delete Ctrl+Delete
id_id: Hapus Ctrl+Delete
pt_br: Excluir Ctrl+Delete

source: Close && Accept Ctrl+Enter
id_id: Tutup Terima Ctrl Enter
pt_br: Fechar e Aceitar Ctrl-Enter

source: Close Ctrl+W
id_id: Tutup Ctrl W
pt_br: Fechar Ctrl+W

source: Close Alt-F4
id_id: Tutup Alt-F4
pt_br: Fechar Alt-F4

source: The selected calendar does not support recurrence.
id_id: Kalender yang dipilih tak mendukung perulangan acara/tugas.
pt_br: O calendário selecionado não suporta recorrência.

source: The alarm won't be shown since the calendar has ignore alarms setting enabled.
id_id: Alarm takkan ditampilkan karena setelan untuk mengabaikan alarm diaktifkan pada kalender.
pt_br: O alarme não será exibido uma vez que a configuração para ignorar alarmes foi ativada.

source: The alarm won't be shown since skin doesn't have an alarm window.
id_id: Alarm takkan ditampilkan karena tema tampilan tak memiliki jendela alarm.
pt_br: O alarme não será exibido uma vez que o revestimento não tem uma janela de alarme.

source: The task is read-only and the modifications cannot be saved.
id_id: Tugas ini hanya - baca dan modifikasi tidak dapat disimpan.
pt_br: A tarefa selecionada é somente leitura e não pode ser salva.

source: The event is read-only and the modifications cannot be saved.
id_id: Acara ini hanya - baca dan modifikasi tidak dapat disimpan.
pt_br: O evento é somente leitura e as modificações não podem ser salvas.

source: The task is from a read-only calendar.
id_id: Tugas ini berasal dari kalender hanya - baca.
pt_br: A tarefa é de um calendário somente leitura.

source: The event is from a read-only calendar.
id_id: Acara ini berasal dari kalender hanya - baca.
pt_br: O evento é de um calendário somente leitura.

source: There are no calendars available which can store tasks.
id_id: Tidak ada kalender yang tersedia yang dapat menyimpan tugas.
pt_br: Não existem calendários disponíveis capazes de armazenar tarefas.

source: There are no calendars available which can store events.
id_id: Tidak ada kalender yang tersedia yang dapat menyimpan acara.
pt_br: Não existem calendários disponíveis capazes de armazenar eventos.

source: No target calendar has been selected.
id_id: Tidak ada kalender target yang telah dipilih.
pt_br: Nenhum calendário de destino foi selecionado.

source: The original description is in HTML and cannot be edited.
id_id: Deskripsi asli dalam HTML dan tidak dapat diedit.
pt_br: A descrição original está em HTML e não pode ser editada.

source: Tip: You can customize the editor from Options->Advanced->Customize event/task editor fields.
pt_br: Dica: Você pode personalizar o editor em Opções->Avançado->Personalizar campos do editor de eventos/tarefas.

source: There is no calendar selected for the item. Please choose the calendar where you want to store the item.
id_id: Tak ada kalender untuk item yang dipilih. Pilihlah kalender tempat Anda ingin menyimpan item itu.
pt_br: Não existe nenhum calendário selecionado para o item. Por favor, escolha o calendário onde você quer armazenar o item.

source: There are no valid calendars where the item can be saved. You need to go to the options and create a new calendar for the item. Note that some calendars do not support both events and tasks.
id_id: Tak ada kalender absah untuk menyimpan item. Bukalah options dan buatlah kalender baru untuk item itu. Sebagian kalender tak mendukung acara dan tugas sekaligus.
pt_br: Não existe um calendário válido onde o item possa ser salvo. Você precisa ir nas Opções e criar um novo calendário para o item. Observe que alguns calendários não suportam eventos e tarefas juntos.

source: Unable to save the item.
id_id: Tidak bisa menyimpan item.
pt_br: Não foi possível salvar o item.

source: Updating
id_id: Memperbaharui
pt_br: Atualizando

source: Do you want to save the changes?
id_id: Apakah Anda ingin menyimpan perubahan ini?
pt_br: Você deseja salvar as alterações?

source: You have made some changes to the fields.
id_id: Anda telah mengubah beberapa isian.
pt_br: Você fez algumas alterações nos campos.

source: &Save
id_id: &Simpan
pt_br: &Salvar

source: &Discard
id_id: &Abaikan
pt_br: &Descartar

source: &Cancel
eu_es: &Ezeztatu
id_id: &Batal
pt_br: &Cancelar

source: Are you sure you want to delete the task?
pt_br: Você tem certeza que deseja excluir esta tarefa?

source: Are you sure you want to delete the event?
pt_br: Você tem certeza que deseja excluir este evento?

source: Note that all the recurring instances will be deleted.
pt_br: Observe que todas as instâncias recorrentes serão excluídas.

source: Event
eu_es: Gertakizuna
id_id: Acara
pt_br: Evento

source: Choose a file
eu_es: Aukeratu fitxategia
id_id: Pilih berkas
pt_br: Selecione um arquivo

source: iCalendar files (*.ics)|*.ics
eu_es: iCalendar fitxategiak (*.ics)|*.ics
id_id: berkas iCalendar (*.ics)|*.ics
pt_br: Arquivos do iCalendar (*.ics)|*.ics

source: before the event starts.
eu_es: gertakizuna hasi baino lehen.
id_id: sebelum acara dimulai.
pt_br: antes do evento começar.

source: before the task is due.
eu_es: gertakizunaren epemuga igaro baino lehen.
id_id: sebelum tugas berakhir.
pt_br: antes que o prazo da tarefa expire.

source: Set alarm sound
id_id: Setel bunyi alarm
pt_br: Configure o som do alarme

source: Current alarm:
id_id: Alarm saat ini:
pt_br: Alarme atual:

source: Remove alarm
id_id: Hapus alarm
pt_br: Remover o alarme

source: Minutes
eu_es: Minutu
id_id: Menit
pt_br: Minutos

source: Hours
eu_es: Ordu
id_id: Jam
pt_br: Horas

source: Days
eu_es: Egun
id_id: Hari
pt_br: Dias

source: Alert
id_id: Perhatian
pt_br: Alerta

source: Unable to find any calendar handlers for the event. The event was not saved.
eu_es: Ez da gertakizunarentzat laguntzailerik topatu. Gertakizuna ezin izan da gorde egin.
id_id: Tak dapat menemukan calendar handler untuk acara itu. Acara tidak disimpan.
pt_br: Incapaz de localizar qualquer manipulador de calendário para o evento. O evento não foi gravado.

source: On the %s day of the month
eu_es: Hilabetearen %s egunean
id_id: Pada tanggal %s setiap bulan
pt_br: No dia %s do mês

source: first
eu_es: lehena
id_id: pertama
pt_br: primeiro

source: second
eu_es: bigarrena
id_id: kedua
pt_br: segundo

source: third
eu_es: hirugarrena
id_id: ketiga
pt_br: terceiro

source: fourth
eu_es: laugarrena
id_id: keempat
pt_br: quarto

source: fifth
eu_es: bostgarren
id_id: kelima
pt_br: quinto

source: On the %s %s of the month
eu_es: Hilabetearen %s %sn
id_id: Pada %s hari %s setiap bulan
pt_br: No %s %s do mês

source: On the last %s of the month
eu_es: Hiabetearen azken %sn
id_id: Pada hari %s terakhir setiap bulan
pt_br: No último %s do mês

source: On the first weekday of the month
eu_es: Hilabetearen lehen lan egunean
id_id: Pada hari kerja pertama setiap bulan
pt_br: No primeiro dia da semana do mês

source: On the last weekday of the month
eu_es: Hilabetearen azken lan egunean
id_id: Pada hari kerja terakhir setiap bulan
pt_br: No último dia da semana do mês

source: On the last day of the month
eu_es: Hilabetearen azken egunean
id_id: Pada hari terakhir setiap bulan
pt_br: No último dia do mês

source: Please give a name for the template
id_id: Silahkan beri nama untuk template
pt_br: Dê mu um nome para o modelo

source: Unable to create the template!
id_id: Template tidak bisa dibuat!
pt_br: Não foi possível criar o modelo!

source: You must give a name for the template.
id_id: Anda harus memberi nama cetak-biru tsb.
pt_br: Você deve definir um nome para o modelo.

source: A template called "%s" already exists.
id_id: Template dengan nama "%s" sudah ada.
pt_br: Um modelo chamado "%s" já existe.

source: Do you want to overwrite the template?
id_id: Apakah Anda ingin menulis ulang template ini?
pt_br: Você deseja sobrescrever o modelo?

source: Choose the template to delete:
id_id: Pilih template yang akan dihapus:
pt_br: Escolha o modelo a ser excluído:

source: Choose the template which is used for new tasks:
id_id: Pilih template yang akan digunakan utk tugas baru:
pt_br: Escolha o modelo que será utilizado para novas tarefas:

source: Choose the template which is used for new events:
id_id: Pilih template yang akan digunakan utk acara baru:
pt_br: Escolha o modelo que será utilizado para novos eventos:

source: Save as template...
id_id: Simpan sebagai template...
pt_br: Salvar como modelo...

source: Delete template...
id_id: Hapus template...
pt_br: Excluir o modelo...

source: Set the default template...
id_id: Tetapkan template bawaan...
pt_br: Configurar o modelo padrão...

source: Template
pt_br: Modelo

source: There is no calendar selected which can fetch the attachment.
pt_br: Não existe nenhum calendário selecionado que possa buscar o anexo.

source: Operation failed.
pt_br: A operação falhou.

source: Open
pt_br: Abrir

source: Save
pt_br: Salvar

source: Failed to read the attachment.
pt_br: Falha ao ler o anexo.

source: Save to a file
pt_br: Salva para um arquivo

source: Failed to save the attachment.
pt_br: Falha ao salvar o anexo.

source: Select the day range
id_id: Pilih rentang hari
pt_br: Selecione a duração do dia

source: This exporter is unable to save recurring events so they need to be converted to single instances. Please define the day range which will be saved to the file.
id_id: Pengekspor ini tak bisa menyimpan acara berulang hingga perlu dikonversikan ke acara-acara tunggal. Silakan tentukan rentang hari yang akan disimpan ke dalam berkas.
pt_br: A opção exportar não pode salvar eventos recorrentes então eles precisam ser convertidos em instâncias únicas. Por favor, defina a duração do dia que será salva para o arquivo.

source: From:
eu_es: Noren partez:
id_id: Dari:
pt_br: De:

source: To:
eu_es: Norentzat:
id_id: Kepada:
pt_br: Até:

source: The end time cannot be earlier than the start time.
id_id: Waktu akhir tidak boleh lebih awal dari waktu mulai.
pt_br: O horário de término não pode ser anterior ao horário de início.

source: Birthday
eu_es: Urteguna
id_id: Ulang tahun
pt_br: Dia de Nascimento

source: Anniversary
eu_es: Urteurrena
id_id: Ultah nikah
pt_br: Aniversário
