Repository: rainlendar/Rainlendar-Resources
Catalog: Languages/*/rainlendar2.po
Languages: eu_es, id_id, pt_br

source: Defines the width of the event list.
eu_es: Gertakizun zerrendaren zabalera defini ezazu.
id_id: Menentukan lebar daftar acara.
pt_br: Define a largura da lista de Eventos.

source: Defines the width of the to do list.
id_id: Menentukan lebar daftar tugas.
pt_br: Define a largura da lista de afazeres.

source: Defines the width of the quickadd window.
id_id: Menentukan lebar jendela tambahcepat (quickadd).
pt_br: Define a largura da janela de criação rápida.

source: Defines the width of the day view window.
id_id: Menentukan lebar jendela tampilan hari.
pt_br: Define a largura da janela de visualização do dia.

source: Defines the height of the day view window.
id_id: Menentukan tinggi jendela tampilan hari.
pt_br: Define a altura da janela de visualização do dia.

source: Defines the width of the week view window.
id_id: Menentukan lebar jendela tampilan mingguan.
pt_br: Define a largura da janela de visualização da semana.

source: Defines the height of the week view window.
id_id: Menentukan tinggi jendela tampilan mingguan.
pt_br: Define a altura da janela de visualização da semana.

source: Defines the width of the calendar window.
id_id: Menentukan lebar jendela kalender.
pt_br: Define a largura da janela do calendário.

source: Defines the height of the calendar window.
id_id: Menentukan tinggi jendela kalender.
pt_br: Define a altura da janela do calendário.

source: Mark as completed
id_id: Tandai sebagai selesai
pt_br: Marcar como completado

source: Mark as needs action
id_id: Tandai sebagai perlu ditindaklanjuti
pt_br: Marcar como necessita ação

source: Recurring
eu_es: Errepikapena
id_id: Berulang
pt_br: Recorrência

source: Description
eu_es: Deskribapena
id_id: Deskripsi
pt_br: Descrição

source: Text color
id_id: Warna teks
pt_br: Cor do texto

source: Tooltip color
id_id: Warna tip-alat
pt_br: Cor da dica

source: Black
id_id: Hitam
pt_br: Preto

source: White
id_id: Putih
pt_br: Branco

source: Light grey
id_id: Abu-abu muda
pt_br: Cinza claro

source: Light pink
id_id: Merah-muda cerah
pt_br: Rosa claro

source: Grey
id_id: Abu-abu
pt_br: Cinza

source: Pink
id_id: Merah-muda
pt_br: Rosa

source: Schedule background
id_id: Latar jadwal
pt_br: Fundo da Agenda

source: The background color for the day, week and month views.
id_id: Warna latar tampilan hari, minggu, dan bulan.
pt_br: A cor de fundo na visualização do dia, semana e mês.

source: Schedule text color
id_id: Warna teks jadwal
pt_br: Cor do texto da agenda

source: The text color for the day, week and month views.
id_id: Warna teks tampilan hari, minggu, dan bulan.
pt_br: A cor do texto na visualização do dia, semana e mês.

source: Calendar day color
id_id: Warna hari kalender
pt_br: Cor do dia no calendário

source: Large calendar day color
id_id: Warna hari kalender besar
pt_br: Cor do dia do calendário grande

source: The color for the days in the calendar.
id_id: Warna hari-hari pada kalender.
pt_br: A cor para os dias no calendário.

source: Calendar day text color
id_id: Warna teks hari kalender
pt_br: Cor do texto do dia no calendário

source: The color for the day numbers in the calendar.
id_id: Warna angka hari pada kalender.
pt_br: A cor para os números dos dias no calendário.

source: Small icon
id_id: Ikon kecil
pt_br: Ícone pequeno

source: The icon which is shown in the calendar.
id_id: Ikon yang ditampilkan pada kalender.
pt_br: O ícone que é exibido no calendário.

source: Large icon
id_id: Ikon besar
pt_br: Ícone grande

source: The icon which is shown in the event and to do lists.
id_id: Ikon yang ditampilkan pada daftar acara dan tugas.
pt_br: O ícone que é exibido nos Eventos e na Lista de Tarefas.

source: The color of the text in the lists and tooltip.
id_id: Warna teks pada daftar dan tip-alat.
pt_br: A cor do texto nas Listas e Dicas.

source: The priority defines which category is shown when there are multiple on the same day.
id_id: Prioritas penampilan kategori-kategori saat bentrok di hari yang sama.
pt_br: A prioridade define qual categoria é exibida quando há várias no mesmo dia.

source: Schedule text shadow color
id_id: Warna bayangan teks jadwal
pt_br: Cor d sombra do texto da agenda

source: The text shadow color for the day, week and month views.
id_id: Warna bayangan teks untuk tampilan hari, pekan, dan bulan.
pt_br: A cor da sombra do texto para visualização do dia, semana e mês.

source: Calendar day text shadow color
id_id: Warna bayangan teks hari kalender
pt_br: Cor da sombra do dia no calendário

source: The color for the day numbers' shadow in the calendar.
id_id: Warna bayangan angka hari pada kalender.
pt_br: A cor da sombra para os números dos dias no calendário.

source: Text shadow color
id_id: Warna bayangan teks
pt_br: Cor da sombra do texto

source: The color of the text shadow in the lists and tooltip.
id_id: Warna bayangan teks pada daftar dan tip-alat.
pt_br: A cor da sombra de texto nas listas e dicas.

source: Show date
id_id: Perlihatkan tanggal
pt_br: Mostrar data

source: Check to show also the current date.
id_id: Centang untuk menampilkan juga tanggal hari ini.
pt_br: Verifique também para mostrar a data atual.

source: This defines the format of the time.
id_id: Ini menetapkan format waktu.
pt_br: Isto define o formato do horário.

source: This defines the format of the date.
id_id: Ini menentukan format tanggal.
pt_br: Isto define o formato da data.

source: Search
id_id: Cari
pt_br: Buscar

source: Search engine
id_id: Mesin pencari
pt_br: Mecanismo de busca

source: Choose the search engine
id_id: Pilihlah mesin pencari
pt_br: Escolher o mecanismo de busca

source: Enter search text
id_id: Masukkan teks pencarian
pt_br: Digite o texto para busca

source: Show title
id_id: Tampilkan judul
pt_br: Mostrar título

source: Check to show a title text.
id_id: Centang untuk menampilkan teks judul.
pt_br: Marque para exibir um texto de título.

source: Title text
id_id: Teks judul:
pt_br: Texto do titulo

source: This defines a title text that is shown above the time.
id_id: Ini mendefinisikan teks judul yang ditampilkan di atas waktu.
pt_br: Isto define o texto de título que será exibido em cima da hora.

source: Weather woeid
id_id: Woeid cuaca
pt_br: Previsão do tempo WOEID

source: The Yahoo WOEID for the weather location.
id_id: Yahoo WOEID untuk lokasi cuaca.
pt_br: Previsão do tempo Yahoo WOEID para a previsão do tempo local.

source: Weather celsius
id_id: Cuaca Celcius
pt_br: Celcius

source: If checked the temperature is shown in celsius.
id_id: Jika dicek suhunya ditunjukkan dalam celcius.
pt_br: Se marcado a temperatura será exibida em celsius.

source: No events today
id_id: Tidak ada acara hari ini
pt_br: Nenhum evento hoje

source: No tasks today
id_id: Tidak ada tugas hari ini
pt_br: Nenhuma tarefa hoje

source: Background opacity
id_id: Opasitas latar belakang
pt_br: Transparência do fundo

source: Defines the opacity of the window backgrounds. Use values between 0 and 100.
id_id: Menentukan opasitas latar belakang jendela. Gunakan nilai antara 0 dan 100.
pt_br: Define a transparência dos fundos da janela. Use valores entre 0 e 100.

source: Snooze menu
id_id: Menu tunda
pt_br: Congelar menu

source: Pressure:
id_id: Tekanan
pt_br: Pressão:

source: UV index:
id_id: Indeks UV:
pt_br: Índice UV:

source: Feels like:
id_id: Terasa seperti:
pt_br: Parece com:

source: Sunrise:
id_id: MATAHARI TERBIT
pt_br: Nascer do sol:

source: Sunset:
id_id: MATAHARI TERBENAM
pt_br: Pôr do sol:

source: Tonight
id_id: malam ini.
pt_br: Esta noite

source: Use large images and more space between the items.
id_id: Gunakan gambar besar dan lebih banyak ruang di antara item.
pt_br: Usar imagens grandes e mais espaço entre os itens.

source: Alarm max height
id_id: Tinggi maks alarm
pt_br: Altura máxima do alarme

source: Horizontal Day Bar
id_id: Batang Hari Horisontal
pt_br: Barra de Dia Horizontal

source: Vertical Day Bar
id_id: Bilah Hari Vertikal
pt_br: Barra de Dia Vertical

source: Day bar show text
id_id: Bilah hari menampilkan teks
pt_br: Mostrar texto na barra de dia

source: Uncheck to hide the texts from the events.
id_id: Hapus centang untuk menyembunyikan teks dari peristiwa.
pt_br: Desmarcar para ocultar os textos dos eventos.

source: The color of the text in calendar and in the lists.
id_id: Warna teks kalender dan daftar.
pt_br: A cor do texto no calendário e nas listas.

source: The color of the text in the tooltip.
id_id: Warna teks pada tip-alat.
pt_br: A cor do texto na dicas de tela.

source: Defines the month that the calendar shows. Set to +1 for the next month, -1 for the previous month or a value from 0 to 11 for a specific month in the current year.
eu_es: Egutegiak erakusten duen hilabetea defini ezazu. +1 hurrengo hilabeterako, -1 aurreko hilabeterako edo 0tik 11rako balio bat, aurtengo hilabete jakin bat erakusteko.
id_id: Menentukan bulan yang akan ditampilkan pada kalendar. Set ke +1 untuk bulan depan, -1 untuk bulan lalu atau nilai dari 0 sampai 11 untuk bulan dalam satu tahun.
pt_br: Define o mês que o calendário apresenta. Escolha +1 para o mês seguinte, -1 para o mês anterior ou um valor de 0 a 11 para um mês específico do presente ano.

source: Unable to find active skins. Click OK to load the first available skin.
eu_es: Ezin izan dira azal aktiboak aurkitu. Onartu ezkero, lehen azal erabilgarria kargatuko da.
id_id: Tampilan yang aktif tidak ada. Klik OK untuk menggunakan tampilan yang tersedia.
pt_br: Não foi possível encontrar revestimentos ativos. Clique em OK para carregar o primeiro revestimento disponível.

source: The skin doesn't have any active windows. The default windows are used instead.
eu_es: Azalak ez du leiho aktiborik. Defektuzko leihoak erabiliko dira kasu honetan.
id_id: Tampilan tidak memiliki jendela yang aktif. Jendela baku yang akan digunakan.
pt_br: O revestimento não possui janelas ativas. As janelas padrão serão usadas.

source: The skin doesn't exist. Click OK to load the first available skin.
eu_es: Azala ez da existitzen. Onartu ezkero lehen azal erabilgarria kargatuko da.
id_id: Tampilan tidak ada. Klik OK untuk menggunakan tampilan yang tersedia.
pt_br: O revestimento não existe. Clique em OK para carregar o primeiro revestimento disponível.

source: No items
id_id: Tidak ada item
pt_br: Nenhum item

source: No events
id_id: Tak Ada Acara
pt_br: Nenhum evento

source: No tasks
id_id: Tidak ada tugas
pt_br: Nenhuma tarefa

source: Synchronizing
id_id: Sinkronisasi
pt_br: Sincronizando

source: Offline
id_id: Nir-hubung
pt_br: Desconectado

source: today
id_id: hari ini
pt_br: hoje

source: tomorrow
id_id: besok
pt_br: amanhã

source: yesterday
id_id: kemarin
pt_br: ontem

source: Feb
pt_br: Fev

source: Apr
pt_br: Abr

source: Aug
id_id: Agu
pt_br: Ago

source: Sep
pt_br: Set

source: Oct
id_id: Okt
pt_br: Out

source: Dec
id_id: Des
pt_br: Dez

source: %ith
eu_es: %.garren
id_id: ke %i
pt_br: %iº

source: 11th;12th;13th;1st;2nd;3rd
eu_es: 11.garren;1.go
id_id: ke 11;ke 12;ke 13;ke 1;ke 2;ke 3
pt_br: 11º;12º;13º;1º;2º;3º

source: edit
id_id: sunting
pt_br: editar

source: Do you want to create the file?
id_id: Anda ingin membuat berkas itu?
pt_br: Você deseja criar o arquivo?

source: The file does not exist: %s
id_id: Berkas tak ada: %s
pt_br: O arquivo não existe: %s

source: Unable to create the file "%s".
id_id: Tak bisa membuat berkas "%s".
pt_br: Não foi possível criar o arquivo "%s".

source: This is a read only event.
id_id: Ini acara baca-saja.
pt_br: Este é um evento somente leitura.

source: It's not possible to edit this event with Rainlendar.
id_id: Tak bisa menyunting acara ini dengan Rainlendar.
pt_br: Não é possível editar este evento com o Rainlendar.

source: This is a read only task.
id_id: Ini tugas baca-saja.
pt_br: Esta é uma tarefa somente leitura.

source: It's not possible to edit this task with Rainlendar.
id_id: Tak bisa menyunting tugas ini dengan Rainlendar.
pt_br: Não é possível editar esta tarefa com o Rainlendar.

source: Organizer
id_id: Penyelenggara
pt_br: Organizador

source: Accepted
id_id: Diterima
pt_br: Aceitar

source: Declined
id_id: Ditolak
pt_br: Recusar

source: Tentative
id_id: Tentatif
pt_br: Provisório

source: Needs action
id_id: Perlu Aksi
pt_br: Necessita ação

source: Create a new calendar
eu_es: Egutegi berria sortu
id_id: Buat kalendar baru
pt_br: Criar um novo calendário

source: Please select the type of the calendar.
eu_es: Mesedez zehaztu egutegi mota bat.
id_id: Silahkan pilih jenis dari kalendar.
pt_br: Por favor, escolha o tipo de calendário.

source: The calendar type defines the format of the events and where they are stored.
id_id: Tipe kalender menentukan format acara dan tempat ia disimpan.
pt_br: O tipo de calendário define o formato dos eventos e onde eles são armazenados.

source: deprecated
id_id: Tidak digunakan lagi.
pt_br: descontinuado

source: Type
eu_es: Mota
id_id: Jenis
pt_br: Tipo

source: Go Pro
id_id: Beralih ke Pro
pt_br: Tornar Pro

source: Rainlendar Pro allows you to access your Outlook, Google Calendar and other 3rd party calendars and task lists directly from the desktop.
id_id: Rainlendar Pro memungkinkan Anda mengakses Outlook, Google Kalender, dan kalender dan daftar tugas pihak ketiga lainnya langsung dari desktop
pt_br: O Rainlendar Pro permite que você acesse seus eventos e tarefas no Outlook, Google Calendar e outros calendários de terceiros e lista de tarefas diretamente da sua área de trabalho.

source: Rainlendar Pro allows you to access your Google Calendar and other 3rd party calendars and task lists directly from the desktop.
id_id: Rainlendar Pro memungkinkan Anda mengakses Kalender Google dan kalender dan daftar tugas pihak ketiga lainnya secara langsung dari desktop
pt_br: O Rainlendar Pro permite que você acesse seu Google Calendar e e outros calendários de terceiros e listas de tarefas diretamente de sua área de trabalho.

source: Buy license
id_id: Beli lisensi
pt_br: Comprar licença

source: No calendar selected!
id_id: Tak ada kalender yang dipilih!
pt_br: Nenhum calendário selecionado!

source: You need to select a calendar type.
id_id: Anda harus memilih jenis kalender.
pt_br: Você precisa selecionar um tipo de calendário.

source: Finish the authentication in your browser
id_id: Selesaikan otentikasi di peramban Anda
pt_br: Concluir a autenticação em seu navegador

source: Authenticating...
id_id: Autentikasi
pt_br: Autenticando...

source: Downloading...
id_id: Mengunduh...
pt_br: Recebendo...

source: No urls allowed!
id_id: Url dilarang!
pt_br: Nenhuma url permitida!

source: Only local files can be defined as the file name.
eu_es: Fitxategiaren izen bezala, fitxategi lokalak soilik izan daitezke definituak.
id_id: Hanya berkas lokal yang bisa digunakan sebagai nama berkas.
pt_br: Apenas os arquivos locais podem ser definidos como o nome do arquivo.

source: No UNC paths allowed!
id_id: Jalur UNC dilarang!
pt_br: Nenhum caminho UNC permitido!

source: It's not possible to use UNC paths as the file name. You need to map the network drive to be able to access the files on a server.
id_id: Jalur UNC tak bisa dijadikan nama berkas. Anda perlu memetakan network drive untuk mengakses berkas pada server.
pt_br: Não é possível usar caminhos UNC como o nome do arquivo. Deve-se mapear o drive de rede para poder acessar arquivos no servidor.

source: No filename defined!
id_id: Nama berkas belum ada!
pt_br: Nenhum nome de arquivo definido!

source: You cannot leave the filename field empty. You need to define a file where the events and tasks will be stored.
id_id: Isian nama berkas tak boleh kosong. Anda mesti menentukan berkas tempat menyimpan acara dan tugas.
pt_br: Você não pode deixar o campo nome do arquivo vazio. Você precisa definir um arquivo onde os eventos e tarefas serão armazenados.

source: The file name is missing.
id_id: Nama berkas belum diisi.
pt_br: O nome do arquivo está faltando.

source: If you are creating a new calendar you can enter anything as the name. Otherwise select an existing iCalendar (*.ics) file.
id_id: Saat membuat kalender baru Anda boleh memasukkan nama apapun. Atau pilih berkas iCalendar (*.ics) yang sudah ada.
pt_br: Se você estiver criando um novo calendário você pode digitar qualquer coisa como um nome. Caso contrário selecione um arquivo existente iCalendar (*.ics).

source: The url is empty!
id_id: Url-nya kosong!
pt_br: A url está vazia!

source: You cannot leave the url field empty. You need to define a file where the events and tasks will be stored.
id_id: Jangan biarkan isian url kosong. Anda mesti menetapkan berkas tempat menyimpan acara dan tugas.
pt_br: Você não pode deixar o campo da url vazio. Você precisa definir um arquivo onde os eventos e tarefas serão armazenados.

source: The protocol is missing!
id_id: Protokol tak ada!
pt_br: O protocolo está faltando!

source: Please give also the protocol for the url (e.g. "http://").
id_id: Silakan berikan juga protokol bagi url (misalnya "http://").
pt_br: Forneça também o protocolo para a url (ex: "http://").

source: The file name is missing from the url!
id_id: Nama berkas tak ada dalam url!
pt_br: O nome de arquivo está faltando na url!

source: If you are creating a new calendar you can enter anything as the name. Otherwise you should verify that the server really doesn't define any file for the url. Do you want to continue?
id_id: Saat membuat kalender baru Anda boleh memasukkan nama apapun. Atau pastikan bahwa server tak menetapkan berkas apapun untuk url itu. Anda ingin meneruskan?
pt_br: Se você estiver criando um novo calendário você pode digitar qualquer nome. Caso contrário verifique se o servidor realmente não define nenhum arquivo para a url. Você deseja continuar?

source: Incorrect email!
id_id: Email salah!
pt_br: Email incorreto!

source: You need to enter a full email address.
id_id: Anda perlu memasukkan alamat email lengkap.
pt_br: Você deve definir um endereço completo de email.

source: Please select the calendar.
id_id: Silakan pilih kalender.
pt_br: Por favor, selecione o calendário.

source: You have not selected any calendar. Are you sure you want to continue?
id_id: Anda belum memilih kalender apa pun. Anda yakin ingin melanjutkan?
pt_br: Você não selecionou nenhum calendário. Você tem certeza que deseja continuar?

source: Name
eu_es: Izena
id_id: Nama
pt_br: Nome

source: The calendar already exists!
id_id: Kalender sudah ada!
pt_br: O calendário já existe!

source: Please choose some other name for the calendar.
id_id: Pilih nama lain untuk kalender.
pt_br: Por favor, escolha um outro nome para o calendário.

source: The calendar name is empty!
id_id: Nama kalender kosong!
pt_br: O nome do calendário está vazio!

source: You must give a name for the calendar.
id_id: Anda harus memberi nama kalender.
pt_br: Você deve definir um nome para o calendário.

source: Alarm sound
eu_es: Alarmaren soinua
id_id: Suara alarm
pt_br: Som do alarme

source: Select alarm sound
id_id: Pilih suara alarm
pt_br: Selecionar som do alarme

source: Default sound
id_id: Suara baku
pt_br: Som padrão

source: Preview
id_id: Pratinjau
pt_br: Visualizar

source: No sound
id_id: Tidak ada suara
pt_br: Nenhum som

source: Custom sound / executable
id_id: Suara rekaan/ dapat dieksekusi
pt_br: Personalizar som/executável

source: Browse...
eu_es: Aztertu...
id_id: Lihat...
pt_br: Navegar...

source: Bulk Change
id_id: Perubahan Massal
pt_br: Alteração em Massa

source: Type:
id_id: Jenis:
pt_br: Tipo:

source: Summary:
eu_es: Gaia:
id_id: Nama :
pt_br: Sumário:

source: Location:
eu_es: Tokia:
id_id: Lokasi :
pt_br: Local:

source: Class:
id_id: Kelas:
pt_br: Classe:

source: Time type:
id_id: Jenis waktu:
pt_br: Tipo da hora:

source: With time
id_id: Dengan waktu
pt_br: Com hora

source: Start time:
eu_es: Hasiera ordua:
id_id: Mulai :
pt_br: Hora de início:

source: Absolute
id_id: Mutlak
pt_br: Absoluto

source: Relative
id_id: Relatif
pt_br: Relativo

source: Months
eu_es: Hilabetero
id_id: Bulan
pt_br: Meses

source: Years
eu_es: Urtero
id_id: Tahun
pt_br: Anos

source: Visibility:
id_id: Keterlihatan:
pt_br: Visibilidade:

source: Show in calendar
eu_es: Egutegian erakutsi
id_id: Tampil pada kalendar
pt_br: Exibir no calendário

source: Priority:
eu_es: Lehentasuna:
id_id: Prioritas:
pt_br: Prioridade:

source: Not Started
eu_es: Hasiarazi gabea
id_id: Belum Dimulai
pt_br: Não iniciado

source: Progress:
eu_es: Progresioa:
id_id: Pelaksanaan:
pt_br: Progresso:

source: Free/Busy:
id_id: Bebas/Sibuk:
pt_br: Livre/Ocupado:

source: Free
id_id: Bebas
pt_br: Livre

source: Busy
id_id: Sibuk
pt_br: Ocupado

source: Description:
id_id: Deskripsi:
pt_br: Descrição:

source: Alarm:
pt_br: Alarme:

source: Category:
id_id: Kategori:
pt_br: Categoria:

source: Recurrence:
id_id: Pengulangan:
pt_br: Recorrência:

source: Repeat every
eu_es: Errepikapena
id_id: Diulang setiap
pt_br: Repetir todo

source: Weeks
eu_es: Astero
id_id: Minggu
pt_br: Semanas

source: Repeat ending
id_id: Ulangi akhiran
pt_br: Repetir terminação

source: Forever
eu_es: Betirako
id_id: Selamanya
pt_br: Sempre

source: Number of times
eu_es: Zenbat aldi
id_id: Beberapa Kali
pt_br: Número de vezes

source: Until
eu_es: bukaera data:
id_id: Sampai
pt_br: Até

source: Field pages
pt_br: Campo páginas

source: Start and end:
pt_br: Início e fim:

source: Sensitivity:
id_id: Sensitivitas
pt_br: Sensibilidade:

source: Attachment:
pt_br: Anexo:

source: Alarms:
pt_br: Alarmes:

source: Debug Window
id_id: Jendela Debug
pt_br: Janela de depuração

source: Common Properties
pt_br: Propriedades Comuns

source: Remove attachment
pt_br: Remover anexo

source: All day event
eu_es: Egun guztirako gertakizuna
id_id: Acara sepanjang hari
pt_br: Evento do dia todo

source: Mark time as busy
id_id: Tandai waktu sebagai sibuk
pt_br: Marcar tempo como ocupado

source: Time zone:
id_id: Zona waktu:
pt_br: Fuso horário:

source: Alarms
pt_br: Alarmes

source: Add alarm:
pt_br: Adicionar alarme:

source: Misc
pt_br: Diversos

source: Calendar:
id_id: Kalender:
pt_br: Calendário:

source: Additional Properties
pt_br: Propriedades Adicionais

source: Mon
eu_es: Astel
id_id: Sen
pt_br: Seg

source: Tue
eu_es: Astear
id_id: Sel
pt_br: Ter

source: Wed
eu_es: Asteaz
id_id: Rab
pt_br: Qua

source: Thu
eu_es: Osteg
id_id: Kam
pt_br: Qui

source: Fri
eu_es: Osti
id_id: Jum
pt_br: Sex

source: Sat
eu_es: Lar
id_id: Sab
pt_br: Sáb

source: Sun
eu_es: Igan
id_id: Min
pt_br: Dom

source: Repeat
eu_es: Errepikatu
id_id: Diulang
pt_br: Repetir

source: End after
id_id: Berakhir setelah
pt_br: Terminar depois

source: occurrences
id_id: kemunculan
pt_br: ocorrências

source: Exception dates
eu_es: Data hauek izan ezik
id_id: Tanggal pengecualian
pt_br: Datas de exceção

source: Add
eu_es: Gehitu
id_id: Tambah
pt_br: Adicionar

source: Templates
pt_br: Modelos

source: Show descriptions
id_id: Tampilkan deskripsi
pt_br: Mostrar descrições

source: Show today's events on tray when Rainlendar is started
eu_es: Gaurko gertakizunak Railendar hasterakoan erakutsi sistemaren erretiluan
id_id: Menampilkan kegiatan hari ini di system tray pada saat Rainlendar dijalankan
pt_br: Mostrar os eventos de hoje na bandeja quando o Rainlendar iniciar

source: Hide list windows if there are no items
id_id: Sembunyikan jendela daftar jika tak berisi item
pt_br: Esconder as janelas de listas se não existirem itens

source: Click through (hold Shift-key down to deactivate)
eu_es: Klik-ei kasurik ez egin (Shift zapalduta mantendu ezaktibatzeko)
id_id: Klik menembus (tekan dan tahan tombol shift untuk menonaktifkan)
pt_br: Clique através (mantenha pressionado o Shift para desativar)

source: Lock windows in place
eu_es: Leihoak toki honetan blokatu
id_id: Posisi kalendar pada desktop tidak bisa dipindah
pt_br: Bloquear as janelas no local
