Repository: rainlendar/Rainlendar-Resources
Catalog: Languages/*/rainlendar2.po
Languages: eu_es, id_id, pt_br

source: Please write the name exactly like it is in the above list.
id_id: Tulislah nama persis seperti pada daftar di atas.
pt_br: Digite o nome exatamente como está na lista acima.

source: Unable to parse the ID from the task.
id_id: Tak bisa memilah ID dari tugas.
pt_br: Não foi possível analisar a ID da tarefa.

source: Unable to create the task.
id_id: Tidakk bisa membuat tugas.
pt_br: Não foi possível de criar a tarefa.

source: Unable to parse the timeline.
id_id: Tak bisa memilah alur-waktu.
pt_br: Não foi possível analisar a linha de tempo.

source: The service is temporarily unavailable.
id_id: Layanan sementara tak tersedia.
pt_br: O serviço está temporariamente indisponível.

source: Please log in to Remember The Milk.
id_id: Silakan log in ke Remember The Milk.
pt_br: Conecte-se ao Remember The Milk.

source: You need to authorize Rainlendar to access your Remember The Milk account. Please log in to the Remember The Milk web site and give Rainlendar access to your account. Your default web browser will open automatically when you click the OK button.
id_id: Anda perlu mengotorisasi Rainlendar untuk mengakses akun Remember The Milk Anda. Silakan log in ke situs Remember The Milk dan beri akses Rainlendar ke akun Anda. Peramban baku Anda akan otomatis terbuka saat mengklik tombol OK.
pt_br: Você precisa autorizar o Rainlendar para acessar sua conta do Remember The Milk. Conecte-se ao website do Remember The Milk e forneça ao Rainlendar acesso para sua conta. Seu navegador web padrão abrirá automaticamente quando você clicar o botão OK.

source: Continue after authorization.
id_id: Teruskan usai otorisasi.
pt_br: Continuar após a autenticação.

source: Click the OK button to continue after you have authorized Rainlendar.
id_id: Klik tombol OK untuk meneruskan usai mengotorisasi Rainlendar.
pt_br: Clique o botão OK para continuar depois que você autorizar o Rainlendar.

source: Unable to parse the output.
id_id: Tak bisa memilah keluaran.
pt_br: Não foi possível analisar a saída.

source: Unknown response for call "%s".
id_id: Respon tak dikenal untuk panggilan "%s".
pt_br: Resposta desconhecida para a chamada "%s".

source: Call "%s" failed: %s
id_id: Panggilan "%s" gagal: %s
pt_br: A chamada "%s" falhou: %s

source: Call to method "%s" failed.
id_id: Panggilan ke metode "%s" gagal.
pt_br: A chamada para o método "%s" falhou.

source: Remember The Milk Error (%s)!
pt_br: Erro do Remember The Milk (%s)!

source: List
id_id: Daftar
pt_br: Lista

source: Choose the name of the task list from the Remember The Milk. You can also leave the field empty if you want to get all your lists.
id_id: Pilih nama daftar tugas dari Remember The Milk. Anda bisa membiarkan isian kosong jika ingin mengambil semua daftar Anda.
pt_br: Escolha o nome da lista de tarefas do Remember The Milk.Você pode deixar o campo vazio se você quiser receber todas as suas listas.

source: Authentication token is missing. You need to give Rainlendar access to your Remember The Milk account.
id_id: Token otentifikasi tak ditemukan. Anda perlu memberi akses Rainlendar ke akun Remember The Milk Anda.
pt_br: O Token de Autenticação está faltando. Você precisa permitir que o Rainlendar acesse sua conta do Remember The Milk.

source: Unable to find folder "%s". The available folders are:
id_id: Tak bisa menemukan map "%s". Map yang tersedia adalah:
pt_br: Não foi possível encontrar a pasta "%s". As pastas disponíveis são:

source: Toodledo Error (%s)!
id_id: Error Toodledo (%s)!
pt_br: Erro do Toodledo(%s)!

source: Folder
id_id: Map
pt_br: Pastas

source: Poll for changes
id_id: Pemungutan suara untuk perubahan
pt_br: Monitorar alterações

source: Please enter your email address and password for Toodledo.
id_id: Silakan masukkan alamat email dan kata sandi Anda untuk Toodledo.
pt_br: Por favor, digite seu e-mail e senha para o Toodledo.

source: Unable to open file "%s" for writing.
id_id: Tak bisa membuka berkas "%s" untuk penulisan.
pt_br: Não foi possível abrir o arquivo "%s" para escrita.

source: Filename
eu_es: Fitxategia
id_id: Nama berkas
pt_br: Nome de arquivo

source: Monitor changes
eu_es: Aldaketak gainbegiratu
id_id: Monitor berubah
pt_br: Monitorar alterações

source: Choose a file for the calendar. You can select an existing ics-file or type a new path name in which case a new file will be created.
eu_es: Egutegiarentzat fitxategi bat aukeratu. ICS fitxategi bat aukeratu dezakezu edo bide berri bat digitalizatu fitxategi berri bat sortzeko.
id_id: Pilih berkas untuk kalendar. Anda boleh menggunakan berkas ics yang tersedia atau ketik nama berkas baru.
pt_br: Escolha um arquivo para o calendário. Você pode selecionar um arquivo ICS existente ou digitar um novo caminho onde será criado um novo arquivo.

source: iCalendar files (*.ics)|*.ics|vCalendar files (*.vcs)|*.vcs
eu_es: iCalendar fitxategiak (*.ics)|*.ics|vCalendar fitxategiak(*.vcs)|*.vcs
id_id: berkas iCalendar (*.ics)|*.ics|Berkas vCalendar (*.vcs)|*.vcs
pt_br: Arquivos do iCalendar (*.ics)|*.ics|Arquivos do vCalendar (*.vcs)|*.vcs

source: The calendar file cannot be stored to the Program Files folder.
pt_br: O arquivo de calendário não pode ser armazenado na pasta Arquivos de Programas.

source: You should move the file e.g. to your Documents folder.
pt_br: Você deve mover o arquivo, por exemplo, para a pasta Documentos.

source: The path to the calendar file "%s" does not exits. Go to Options->Calendars and verify that the location of the file is correctly set.
id_id: Path ke berkas kalender " %s " tidak keluarBuka Opsi -&gt;Kalender dan verifikasi bahwa lokasi berkas telah ditetapkan dengan benar
pt_br: O caminho para o arquivo de calendário "%s" não existe. Vá para Opções->Calendários e verifique se o local do arquivo está definido corretamente.

source: Unable to make a temporary copy of the file "%s".
id_id: Tak bisa membuat salinan sementara bagi berkas "%s".
pt_br: Não foi possível fazer uma cópia temporária do arquivo "%s".

source: Unable to replace the file "%s".
id_id: Tak bisa menindas berkas "%s".
pt_br: Não foi possível substituir o arquivo "%s".

source: Editor
id_id: Penyunting

source: Allow multiple calendars
id_id: Izinkan banyak kalender

source: Allow multiple categories
id_id: Izinkan banyak kategori

source: Plugins
eu_es: Pluginak
id_id: Plugin

source: Links
eu_es: Estekak
id_id: Tautan

source: Are you sure you want to delete this item?
eu_es: Osagai hau ezabatu nahi al duzu?
id_id: Anda yakin ingin menghapus item ini?

source: Select the calendars:
eu_es: Egutegiak aukeratu:
id_id: Pilih kalender:

source: Backup
eu_es: Segurtasun kopia
id_id: Cadangan

source: Get more languages...
eu_es: Hizkuntza gehiago hartu...
id_id: Dapatkan bahasa lainnya...

source: Get more skins...
eu_es: Azal gehiago hartu...
id_id: Dapatkan tampilan lainnya...

source: Local
id_id: Lokal

source: Invalid plugins found!
id_id: Plugin tidak sah!

source: The following files in Rainlendar's plugins folder are invalid and should be removed:
id_id: Berkas berikut dalam map plugin Rainlendar tak sah dan mesti disingkirkan:

source: Make sure that all the plugins are from the same Rainlendar version.
id_id: Pastikan semua plugin dari versi Rainlendar yang sama.

source: Ok
id_id: Baik

source: TV
eu_es: Telebista
id_id: Acara TV

source: [Magenta]
id_id: [Magenta/Hijau-Tua]

source: Google Calendar (v3)
id_id: Kalender Google (v3)

source: Google Tasks
id_id: Tugas Google

source: Magenta
id_id: Merah-Ungu

source: Bold blue
id_id: Biru tebal

source: Bold green
id_id: Hijau tebal

source: Bold red
id_id: Merah tebal

source: Purple
id_id: Ungu

source: Gray
id_id: Kelabu

source: local
id_id: lokal

source: See differences
id_id: Lihat perbedaan

source: Day range
eu_es: Egun multzoa
id_id: Rentang hari

source: Select days
eu_es: Egunak aukeratu
id_id: Pilih hari

source: Add title
eu_es: Izenburua ezarri
id_id: Tambah Judul

source: Preview...
eu_es: Aurreikusi:
id_id: Pratinjau...

source: Page Setup...
id_id: Set Halaman...

source: Todo
eu_es: Eginbeharreko zereginak
id_id: Tugas

source: Unable to connect to the server. Make sure your network connection is working.
id_id: unable to connect to the serverPastikan koneksi jaringan Anda berfungsi

source: Status
eu_es: Egoera

source: Always show full menus
eu_es: Menu osoak erakutsi beti

source: Fade delay
eu_es: Aldentze-atzerapena

source: Fade duration
eu_es: Aldentze-denbora

source: Font scale
eu_es: Hizkien eskala

source: Create backups automatically
eu_es: Automatikoki sortu babes-kopiak

source: Todo items in tooltip
eu_es: Betebeharrak aholkuetan

source: Traytip show duration
eu_es: Ataza-barrako aholkuen bistaratze-denbora

source: Tooltip fade duration
eu_es: Aholkuen aldentze-denbora

source: Tooltip show delay
eu_es: Aholkuaren bistaratze-atzerapena

source: TodoList
eu_es: Eginbeharreko betebeharren zerrenda

source: EventList
eu_es: Gertakizunen zerrenda

source: Number of days the list shows
eu_es: Zerrendak erakusten duen egun-kopurua

source: Header format
eu_es: Burukoaren formatua

source: Default snooze time
eu_es: Defektuzko kuluxka denbora

source: Snooze times
eu_es: Lo kopurua

source: Manager event columns
eu_es: Administratzailearen gertakari-zutabeak

source: Manager todo columns
eu_es: Administratzailearen eginkizun-zutabeak

source: Current Month Home
eu_es: Oraingo Hilabetea Hasiera

source: Next Month Right
eu_es: Hurrengo Hilabetea Eskuma

source: Prev Month Left
eu_es: Aurreko Hilabetea Ezkerra

source: Next Year Up
eu_es: Hurrengo Hilabetea Gora

source: Previous Year Down
eu_es: Aurreko Hilabetea Behera

source: January %s Ctrl-F1
eu_es: Urtarrila %s Ctrl-F1

source: February %s Ctrl-F2
eu_es: Otsaila %s Ctrl-F2

source: March %s Ctrl-F3
eu_es: Martxoa %s Ctrl-F3

source: April %s Ctrl-F4
eu_es: Apirila %s Ctrl-F4

source: May %s Ctrl-F5
eu_es: Maiatza %s Ctrl-F5

source: June %s Ctrl-F6
eu_es: Ekaina %s Ctrl-F6

source: July %s Ctrl-F7
eu_es: Uztaila %s Ctrl-F7

source: August %s Ctrl-F8
eu_es: Abuztua %s Ctrl-F8

source: September %s Ctrl-F9
eu_es: Iraila %s Ctrl-F9

source: October %s Ctrl-F10
eu_es: Urria %s Ctrl-F10

source: November %s Ctrl-F11
eu_es: Azaroa %s Ctrl-F11

source: December %s Ctrl-F12
eu_es: Abendua %s Ctrl-F12

source: This is a recurring item: %s You can either delete just this instance or the whole recurring event.
eu_es: Hau gertakari errekurrente bat da: %s Instantzia hau bakarrik edo gertakari errekurrente osoa ezabatu dezakezu.

source: Build on
eu_es: Konpilatze data

source: Icons by
eu_es: Ikonoen egilea:

source: Unknown response from the server.
eu_es: Serbitzariaren erantzun ezezaguna.

source: Connection error!
eu_es: Konexio errorea!

source: Sound files (*.wav)|*.wav
eu_es: Soinu fitxategiak (*.wav)|*.wav

source: Do you want to delete the selected item(s)?
eu_es: Hurrengo osagaiak ezabatu nahi dituzu?

source: New Event...
eu_es: Gertakizun berria...

source: New Todo...
eu_es: Egin beharreko zeregin berria

source: Single
eu_es: Behin

source: &OK
eu_es: &Ados

source: OK
eu_es: Onartu

source: Window
eu_es: Leihoa

source: Variable
eu_es: Aldagaia

source: IMPORTANT! Read the documentation before changing these settings. It's possible to make Rainlendar inoperable if you just randomly change the values. Consider yourself warned!
eu_es: GARRANTZISUA!!! Konfigurazioak aldatu baino lehen, irakurri dokumentazioa. Izan daiteke Railendar ez ibiltzea balio hauek aleatorioki aldatu ezkero. Ohartarazia zaude!!!

source: Reset All Settings
eu_es: Konfigurazio guztiak berriztatu

source: This will reset all settings to default values. The default settings are applied immediately. Do you want to continue?
eu_es: Hau, konfigurazioak hasierako modura aldatuko ditu.. Hasierako konfigurazioak bat-batean aplikatzen dira. Jarraitu nahi duzu?

source: Visible calendars
eu_es: Egutegi bistaratuak

source: skin
eu_es: Azala

source: language
eu_es: hizkuntza

source: license
eu_es: lizentzia

source: The skin %s doesn't exist. Unable to merge the addon.
eu_es: %s azala ez da existitzen. Ezin izan da addon-a aplikatu.

source: The %s "%s" already exists. Do you want to replace it?
eu_es: %s "%s"-a jadanik existitzen da. Aldatu nahi duzu?

source: The %s was installed successfully! Please refresh (or restart) Rainlendar to see the changes.
eu_es: %s-ren instalakuntza bete-betean bukatu da! Mesedez, Rainlendar gaurkotu (edo berrabiarazi) aldakuntzak ikusteko.

source: The %s installation failed!
eu_es: %s instalakuntzak huts egin du!

source: Select the calendars for the imported items:
eu_es: Egutegiak aukeratu inportatutako osagaientzat:

source: Import failed. There are no calendars available that are able to store the item.
eu_es: Inportazioak huts-egin du. Ez daude egutegirik osagaiak gorde ditzaketenik.

source: Win
eu_es: Windows tekla

source: Shift
eu_es: MayÃºs

source: Back
eu_es: Atzera

source: Page Down
eu_es: Page Dowm

source: Insert
eu_es: Txertatu

source: NumLock
eu_es: BloqNum

source: ScrollLock
eu_es: Scroll-lokatzea

source: The configuration file is not writable: %s
eu_es: Ezin da konfigurazio-fitxategian idatzi: %s

source: Rainlendar was not able to refresh the settings correctly. Do you want to reset all settings and try again? (Select "No" to open Rainlendar with old settings)
eu_es: Rainlendar ezin izan ditu konfigurazioak ongi egunerotu. Konfigutazio guztiak berriztatu nahi dituzu eta berriro saiatu? (Aukeratu "Ez" Rainlendar aurreko konfigurazioarekin zabaltzeko)

source: Rainlendar was not able to load the selected skin. Do you want to use the default skin instead?
eu_es: Rainlendar ezin izan du aukeratutako azala kargatu. Defektuzko azala erabili nahi duzu kasu honetan?

source: Unable to load the skin. Check the log for more details.
eu_es: Ezin da azala kargatu.Zeahaztapen gehiagorako erregistroko fitxategia ikusi.

source: True
eu_es: Egia

source: False
eu_es: Gezurra

source: There seems to be something wrong with the license file. Please make sure that the download url is correct and try again.
eu_es: Lizentziako fitxategian zenbait arazo dagoela dirudi. Mesedez, baieztatu deskarga URL-a egokia dela eta berriro saiatu..

source: Defines the width of the todo list.
eu_es: Egin beharreko zerrendaren zabalera defini ezazu.

source: The calendar type defines the format of the events and where they are stored.
eu_es: Egutegiaren mota, gertakizunen formatua eta non gordeko diren definitzen du.

source: You need to select a calendar type!
eu_es: Egutegi mota aukeratu behar duzu!

source: It's not possible to use UNC paths as the file name. You need to map the network drive to be able to access the files on a server.
eu_es: Ezin dira UNC bideak erabili fitxategi izen moduan. Sare unitate bat mapeatzea beharrezkoa da serbitzari batean fitxategi horietara iristeko.

source: Please choose a name for the the calendar.
eu_es: Mesedez, aukeratu izen bat egutegiarentzat.

source: The calendar with the same name already exists. Please use some other name.
eu_es: Iadanik egutegi bat dago izen berdinarekin. Mesedez, erabili ezazu beste izen bat.

source: You need to give some name for the calendar.
eu_es: Egutegiari izen bat eman behar diozu.

source: Select the sound file for the alarm
eu_es: Alarmarentzat soinu fitxategia aukeratu

source: Show events
eu_es: Gertakizunak erakutsi

source: Show todo items
eu_es: Egin beharreko eginkizunen osagaiak erakutsi

source: Add years to birthdays and anniversaries
eu_es: Urtea erantsi urtebetetze eta urteurrenei

source: Hide windows if there are no items
eu_es: Osagairik ez badago, leihoak ezkutatu

source: Position
eu_es: Tokia

source: Normal
eu_es: Normala

source: Transparency
eu_es: Gardentasuna

source: Normal:
eu_es: Normala:

source: Details
eu_es: Xehetasunak

source: Status:
eu_es: Egoera:

source: Email
eu_es: E-posta

source: Poll frequency
eu_es: Kontsulta maiztasuna

source: Choose the name of the calendar, email and password for your Google account. You can also leave the calendar field empty if you only have a one calendar.
eu_es: Zure Google kontuaren egutegiaren izena, e-posta eta pasahitza hautatu. Egutegi bakarra badaukazu, hutsik utz dezakezu egutegiaren eremua.

source: Google Error! Unable to authenticate to Google. Server returned result: (%i) %i %s.
eu_es: Google errorea! Ezin izan da Googlen identifikatu. Zerbitzariak ondoko hau erantzun du: (%i) %i %s.

source: Google Error! Unable to download the calendars. Server returned result: (%i) %i %s.
eu_es: Google errorea! Ezin izan da dira egutegiak deskargatu. Zerbitzariak ondoko hau erantzun du: (%i) %i %s.

source: Google Error! Unable to parse the calendar url.
eu_es: Google errorea! Ezin izan da egutegiaren url-a aztertu.

source: Google Error! Unable to find the chosen calendar. Available calendars are:
eu_es: Google Errorea! Ezin izan da hautatutako egutegia aurkitu. Egutegi eskuragarriak:

source: Google Error! Unable to delete the event. Server returned result: (%i) %i %s.
eu_es: Google errorea! Ezin izan da gertakaria ezabatu. Zerbitzariak ondoko hau erantzun du: (%i) %i %s.

source: Google Error! Unable to upload the event. Server returned result: (%i) %i %s.
eu_es: Google errorea! Ezin izan da gertakaria bidali. Zerbitzariak ondoko hau erantzun du: (%i) %i %s.

source: Google Error! Unable to parse the events.
eu_es: Google Errorea! Ezin izan dira gertakizunak aztertu.

source: Choose an URL, username and password for the calendar. The URL can use http, https or ftp protocols. The username and password fields can be left empty if they are not needed.
eu_es: Aukeratu URL bat, erabiltzaile bat eta pasa-hitz bat aukeratu. URL-ak, HTTP, HTTPS eta FTP protokoloak erabili ditzake. Erabiltzaile eta pasa-hitza eremuak zuriz gera daitezke beharrezkoa izan ezkero.

source: Network Error! Error downloading the data from the url: %s Server returned result: %i %s.
eu_es: Sare errorea! Errore bat gertatu da URL-etik datuak deskargatzean: %s Zerbitzariak ondoko hau erantzun du: %i %s.

source: Network Error! Error uploading the data to the url: %s Server returned result: %i %s.
eu_es: Sare errorea! Errore bat gertatu da URL-era datuak igortzean: %s Zerbitzariak ondoko hau erantzun du: %i %s.

source: Outlook Error! Unable to initialize the MAPI library.
eu_es: Outlook Errorea! Ezin izan da MAPI liburutegia hasieratu.

source: Import Alarms
eu_es: Alarmak inportatu

source: Eventlist width
eu_es: Gertakizun-zerrendaren zabalera

source: Eventlist height
eu_es: Gertakizun-zerrendaren altuera

source: Todolist width
eu_es: Eginkizun-zerrendaren zabalera

source: Todolist height
eu_es: Eginkizun-zerrendaren altuera

source: Width
eu_es: Zabalera
