Repository: rainlendar/Rainlendar-Resources
Catalog: Languages/*/rainlendar2.po
Languages: eu_es, id_id, pt_br

source: The file "%s" already exists. Do you want to replace it?
id_id: Berkas "%s" sudah ada. Anda mau menimpanya?
pt_br: O arquivo "%s" já existe. Deseja substituí-lo?

source: The above file already exists. Do you want to overwrite it?
eu_es: Aurreko fitxategia jadanik existitzen da. Gainidatzi nahi duzu?
id_id: Berkas tersebut sudah ada, Anda ingin menggantinya?
pt_br: O arquivo acima já existe. Deseja substituí-lo?

source: Unable to install the skin!
id_id: Tampilan tak bisa dipasang!
pt_br: Não foi possível instalar a skin!

source: The skin doesn't contain the "skin.xml" file. Are you sure this is an xml format Rainlendar skin?
id_id: Tampilan tidak meliki berkas "skin.xml". Anda yakin ini tampilan Rainlendar berformat xml?
pt_br: O revestimento não contém o arquivo "skin.xml". Você está certo de que este é um formato xml de revestimentos do Rainlendar?

source: The installation was successful!
id_id: Pemasangan berhasil!
pt_br: A instalação foi completada com sucesso!

source: The file "%s" was installed successfully..
id_id: Berkas "%s" berhasil dipasang..
pt_br: O arquivo "%s" foi instalado com sucesso.

source: Please refresh Rainlendar to see the changes.
id_id: Harap segarkan Rainlendar untuk melihat perubahannya.
pt_br: Atualize o Rainlendar para ver as alterações.

source: &Refresh
id_id: Segarkan
pt_br: Atualiza&r

source: The installation failed!
id_id: Pemasangan gagal!
pt_br: A instalação falhou!

source: The installation of the file "%s" failed!
id_id: Pemasangan berkas "%s" gagal!
pt_br: A instalação do arquivo "%s" falhou!

source: Select the calendar for the imported items:
id_id: Pilih kalender untuk item yang diimpor:
pt_br: Selecione o calendário para os itens importados:

source: There are no calendars available that are able to store the item.
id_id: Tak tersedia kalender yang bisa menyimpan item itu.
pt_br: Não existem calendários disponívels capazes de armazenar o item.

source: Imported %i items successfully.
eu_es: %i osagai bete-betean inportatu dira.
id_id: Item %i berhasil diimpor.
pt_br: %i itens importados com sucesso.

source: You need to select at least one calendar for the imported events
eu_es: Gutxienez egutegi bat aukeratu behar duzu inportatutako osagaientzat
id_id: Anda harus memilih minimum satu kalender untuk acara yang diimpor
pt_br: Você precisa selecionar pelo menos um calendário para os eventos importados

source: Version mismatch!
id_id: Versi tidak cocok!
pt_br: Versão incompatível!

source: This skin addon is for version %s of the skin. The installed version is %s.
id_id: Tambahan skin ini adalah untuk versi %s dari skin. Versi yang diinstal adalah %s.
pt_br: Este complemento de revestimento é para versão %s do revestimento. A versão instalada é %s.

source: Do you want to continue? (The skin might get broken)
id_id: Apakah Anda ingin melanjutkan? (Kulit mungkin akan rusak)
pt_br: Você deseja continuar? (O revestimento pode ser danificado)

source: &Continue
id_id: Lanjutkan
pt_br: &Continuar

source: Ca&ncel
id_id: Batal
pt_br: Ca&ncelar

source: Failed to install "%s".
id_id: Gagal memasang "%s".
pt_br: Falha ao instalar "%s".

source: The skin addon has been already applied to the skin. You may apply the same addon only once to the skin.
id_id: Tampilan sudah diterapkan. Anda hanya bisa menerapkan tampilan yang sama sekali saja.
pt_br: O complemento de revestimento já foi aplicado para este revestimento. Você pode aplicar o mesmo acessório somente uma vez.

source: Unable to create a temporary folder where to merge the addon.
eu_es: Ezin izan da behin-behineko karpeta bat sortu addon-a aplikatzeko.
id_id: Tidak bisa membuat map sementara untuk menggabungkan addon.
pt_br: Incapaz de criar uma pasta temporária para mesclar o acessório.

source: Return
pt_br: Enter

source: Space
pt_br: Espaço

source: End
eu_es: Bukaera
id_id: Akhir
pt_br: Fim

source: Edit "%s"
eu_es: "%s" editatu
id_id: Sunting "%s"
pt_br: Editar "%s"

source: Move to next day
id_id: Pindah ke hari berikutnya
pt_br: Mover para o próximo dia

source: Dismiss alarm
id_id: Abaikan alarm
pt_br: Descartar alarme

source: Delete all
eu_es: Guztia ezabatu
id_id: Hapus semua
pt_br: Excluir todas

source: Delete "%s"
pt_br: Excluir "%s"

source: Tomorrow
eu_es: Bihar
id_id: Besok
pt_br: Amanhã

source: Yesterday
id_id: Kemarin
pt_br: Ontem

source: Last %1
id_id: %1 terakhir
pt_br: Última(o) %1

source: %1 next week
eu_es: %1 hurrengo astean
id_id: %1 minggu depan
pt_br: %1 - da próxima semana

source: %1 last week
id_id: %1 minggu lalu
pt_br: %1 - da semana passada

source: %1 %2 weeks ago
id_id: %1 %2 minggu yang lalu
pt_br: %1 %2 - semanas atrás

source: %1 in %2 weeks
eu_es: %1 %2 astetan
id_id: %1 %2 minggu lagi
pt_br: %1 - em %2 semanas

source: (Due in %s)
id_id: (Tenggat dalam %s)
pt_br: (Dentro de %s)

source: (Overdue %s)
id_id: (Lewat tenggat %s)
pt_br: (Atrasado %s)

source: day
id_id: hari
pt_br: dia

source: days
id_id: hari
pt_br: dias

source: hour
eu_es: ordu
id_id: jam
pt_br: hora

source: hours
eu_es: ordu
id_id: jam
pt_br: horas

source: minute
eu_es: minutu
id_id: menit
pt_br: minuto

source: minutes
eu_es: minutu
id_id: menit
pt_br: minutos

source: (Due now)
id_id: (Tenggat kini)
pt_br: (Executar agora)

source: before target
id_id: sebelum tenggat
pt_br: antes do destino

source: Snooze
eu_es: Lo egin
id_id: Sirepkan
pt_br: Adiar

source: Dismiss
eu_es: Ezeztatu
id_id: Hentikan
pt_br: Descartar

source: Edit...
eu_es: Editatu...
id_id: Sunting...
pt_br: Editar...

source: (%i days)
id_id: (%i hari)
pt_br: (%i dias)

source: Edit event
eu_es: Gertakizuna editatu
id_id: Sunting acara
pt_br: Editar evento

source: Delete event
eu_es: Gertakizuna atzindu
id_id: Hapus acara
pt_br: Excluir evento

source: [Due %x]
eu_es: [%x-an epea betetzen da]
id_id: [Sesuai %x]
pt_br: [Expira: %x]

source: No location
eu_es: Tokirik ez
id_id: Tanpa Lokasi
pt_br: Sem local

source: No category
eu_es: Kategoriarik gabe
id_id: Tanpa Kategori
pt_br: Sem categoria

source: No due date
id_id: Tiada tenggat
pt_br: Sem data prevista

source: No start date
id_id: Tiada awalan
pt_br: Sem data de início

source: High Priority
eu_es: Lehentasun altua
id_id: Prioritas Utama
pt_br: Alta prioridade

source: Medium Priority
eu_es: Lehentasun ertaina
id_id: Prioritas Sedang
pt_br: Média Prioridade

source: Low Priority
eu_es: Lehentasun baxua
id_id: Prioritas Rendah
pt_br: Baixa prioridade

source: No Priority
eu_es: Lehentasunik gabe
id_id: Tanpa Prioritas
pt_br: Sem prioridade

source: Expand
id_id: Tampilkan
pt_br: Expandir

source: Collapse
id_id: Tutup
pt_br: Recolher

source: New subtask
id_id: Subtugas baru
pt_br: Nova subtarefa

source: Edit task
eu_es: Betebeharra editatu
id_id: Sunting tugas
pt_br: Editar tarefa

source: Delete task
eu_es: Betebeharra ezabatu
id_id: Hapus tugas
pt_br: Excluir tarefa

source: Todo list
eu_es: Egin gabeko betebeharren zerrenda
id_id: Daftar tugas
pt_br: Lista de Tarefas

source: Completed to now
id_id: Selesai hingga sekarang
pt_br: Concluído

source: No events today.
eu_es: Gaur ez dago gertakizunik.
id_id: Tidak ada acara hari ini.
pt_br: Nenhum evento hoje.

source: Today's events:
eu_es: Gaurko gertakizunak:
id_id: Acara hari ini:
pt_br: Eventos de hoje:

source: allow multiple instances
eu_es: ekinaldi anitzak onartu
id_id: boleh lebih dari satu salinan
pt_br: permitir múltiplas instâncias

source: install a skin or a language
eu_es: Azal edo hizkuntza bat instalatu
id_id: pasang tampilan atau bahasa
pt_br: instalar um revestimento ou idioma

source: import the given file
eu_es: emandako fitxategia inportatu
id_id: impor berkas tsb
pt_br: importar o arquivo fornecido

source: path where the configuration file will be stored
eu_es: konfigurazio fitxatega gordeko den tokia
id_id: jalur di mana konfigurasi akan disimpan
pt_br: caminho no qual o arquivo de configuração será armazenado

source: execute the given function in a script
eu_es: emandako funtzioa exekutatu script batean
id_id: menjalankan fungsi tsb pada program
pt_br: executar a função fornecida em um script

source: path where the log file will be stored
eu_es: erregistro (log) fitxategia gordeko den tokia
id_id: jalur di mana berkas log akan disimpan
pt_br: caminho no qual o arquivo de registro será armazenado

source: path where the backups will be stored
eu_es: babes-kopiak gordeko diren tokia
id_id: jalur di mana cadangan akan disimpan
pt_br: caminho no qual os arquivos de backups serão armazenados

source: add event or task to the calendar
id_id: menambahkan acara atau tugas ke kalender
pt_br: adicionar evento ou tarefa para o calendário

source: enable verbose logging
eu_es: erregisto (log) zehatza aktibatu
id_id: aktifkan log yang terperinci
pt_br: habilitar o registro detalhado

source: enable debug logging
eu_es: depurazio erregirstroa (log) aktibatu
id_id: aktifkan log debug
pt_br: habilitar o registro de defeitos internos

source: disable all logging
id_id: nonaktifkan semua pencatatan
pt_br: desativar todos os registros

source: don't show the messagebox after importing and installing files
id_id: jangan perlihatkan kotak pesan usai mengimpor dan memasang berkas
pt_br: não exibir a caixa de mensagem após importar ou instalar arquivos

source: Do you want to start another instance?
id_id: Anda mau membuka sesi lain?
pt_br: Você deseja iniciar outra instância?

source: Rainlendar seems to be already running. You can start another instance by selecting 'Yes'.
id_id: Rainlendar agaknya tengah berjalan. Anda bisa menjalankan yang lain dengan memilih 'Yes'.
pt_br: O Rainlendar já está sendo executado. Você pode iniciar uma nova instância clicando em 'Sim'.

source: If this is not the case and this question pops up every time you start Rainlendar please remove this file:
id_id: Jika ini bukan masalahnya dan pertanyaan ini selalu muncul saat menjalankan Rainlendar, singkirkanlah berkas ini:
pt_br: Se este não é o caso desta pergunta aparecer toda vez que você iniciar o Rainlendar remova este arquivo:

source: Unable to load resources from path: %s
eu_es: %s tokiko baliabideak ezin dira kargatu.
id_id: Tidak bisa menggunakan sumber daya dari jalur: %s
pt_br: Incapaz de carregar recursos do endereço: %s

source: Note that your events and tasks will be left untouched.
id_id: Catatan: acara dan tugas Anda takkan diapa-apakan.
pt_br: Observe que os seus eventos e tarefas não serão alterados.

source: The settings file is missing or empty. Do you want to restore it from the latest back up file?
id_id: Berkas pengaturan hilang atau kosong Apakah Anda ingin mengembalikannya dari file cadangan terbaru?
pt_br: O arquivo de configurações está ausente ou vazio. Você deseja restaurá-lo a do último arquivo de backup?

source: Unable to create configuration file: %s Make sure that the folder has write permissions.
eu_es: Ezin izan da konfigurazio-fitxategia sortu: %s Egiaztatu itzazu direktorioaren idazte-baimenak.
id_id: Tidak bisa membuat berkas konfigurasi: %s Pastikan map tsb memiliki ijin utk ditulisi.
pt_br: Incapaz de criar o arquivo de configurações: %s Certifique-se que você tem direitos de gravação na pasta.

source: The configuration file is not writable: %s Make sure that it has correct permissions.
id_id: Berkas konfigurasi tidak bisa diubah: %s Pastikan berkas tsb memiliki ijin yang benar.
pt_br: O arquivo de configuração não está editável: %s Certifique-se que o arquivo tem as devidas permissões de escrita.

source: You won't be able to store any settings permanently.
id_id: Anda takkan bisa menyimpan setelan apapun secara permanen.
pt_br: Você não está autorizado a armazenar quaisquer configurações permanentemente.

source: This is a BETA version.
id_id: Ini versi BETA.
pt_br: Esta é uma versão BETA.

source: You are using a BETA version of Rainlendar. It means that the software has not been tested and not suitable for daily use. Please report all errors to the Rainlendar's BETA forum at www.rainlendar.net. (This message is shown only once)
id_id: Anda memakai versi BETA Rainlendar. Ini berarti peranti-lunak belum diuji dan tak layak bagi penggunaan rutin. Silakan laporkan semua kegagalan ke forum Rainlendar BETA di www.rainlendar.net. (Pesan ini hanya sekali ditampilkan)
pt_br: Você está usando uma versão BETA do Rainlendar. Isto significa que o programa não foi testado e não é adequado para o uso diário. Por favor, reporte todos os erros encontrados para a seção BETA no fórum do Rainlendar em www.rainlendar.net. (Esta mensagem é apresentada apenas uma vez)

source: Google Calendar support has been changed
id_id: Dukungan Google Kalender telah diubah
pt_br: O suporte do Google Calendar foi alterado

source: The Google Calender support uses now a different calendar type. To show the Google events again you need to create a new calendar and choose 'Google Calendar (v3)' as the calendar type.
id_id: Dukungan Kalender Google sekarang menggunakan jenis kalender yang berbedaUntuk menampilkan acara Google lagi, Anda perlu membuat kalender baru dan memilih 'Google Kalender (v3 )' sebagai jenis kalender
pt_br: O suporte do Google Calendar usa agora um tipo de calendário diferente. Para mostrar os eventos do Google novamente, você precisa criar um novo calendário e escolher "Google Calendar (v3)" como tipo de calendário.

source: Everything is hidden.
id_id: Semua disembunyikan.
pt_br: Tudo está oculto.

source: It looks like all the windows and the trayicon have been hidden. Was this your purpose? Click 'Yes' if you want to keep everything hidden and never see this dialog again. Click 'No' to make all windows visible again.
id_id: Agaknya semua jendela dan ikon-nampan disembunyikan. Inikah kemauan Anda? Klik 'Yes' jika Anda ingin semua tersembunyi dan tak mau melihat dialog ini lagi. Klik 'No' untuk menampilkan semua jendela lagi.
pt_br: Parece que todas as janelas e o ícone da bandeja foram ocultados. Este era o seu propósito? Clique em 'Sim' se você deseja manter tudo oculto e nunca ver este diálogo novamente. Clique em 'Não' para manter todas as janelas visíveis novamente.

source: Startup error!
id_id: Upaya menjalankan gagal!
pt_br: Erro na inicialização!

source: Rainlendar was not able to refresh the settings correctly. Do you want to reset all settings and try again or use one of the backed up versions?
id_id: Rainlendar tak bisa menyegarkan setelan dengan baik. Anda mau mementahkan semua setelan dan mencoba lagi atau memakai salah satu versi cadangan?
pt_br: O Rainlendar não conseguiu atualizar as configurações corretamente. Deseja retornar a configuração padrão e tentar novamente, ou usar uma das versões de backup salvas?

source: &Reset
id_id: &Setelan Baku
pt_br: &Redefinir

source: &Use backup
id_id: &Gunakan cadangan
pt_br: &Usar backup

source: &Keep
id_id: &Pertahankan
pt_br: &Manter

source: There are no skins in path: %s
eu_es: Toki honetan ez daude azalik: %s
id_id: Tak ada berkas tampilan pada jalur: %s
pt_br: Não existem revestimentos no endereço: %s

source: Rainlendar was not able to load the selected skin. Do you want to use the default skin instead?
id_id: Rainlendar tak bisa memuat tampilan. Anda ingin memakai tampilan yang baku saja?
pt_br: O Rainlendar não pôde atualizar o revestimento escolhido. Deseja usar o revestimento padrão?

source: Unable to load the skin!
id_id: Tak bisa memuat tampilan!
pt_br: Não foi possível carregar o revestimento!

source: The selected skin could not be loaded. You can find more details from the Rainlendar's log.
id_id: Tampilan pilihan tak bisa dimuat. Temukan rinciannya pada log Rainlendar.
pt_br: O revestimento selecionado não pôde ser carregado. Você pode encontrar mais detalhes no registro de ocorrências do Rainlendar.

source: &Show log
id_id: &Perlihatkan log
pt_br: Mo&strar registro

source: Yes
eu_es: Bai
id_id: Ya
pt_br: Sim

source: No
eu_es: Ez
id_id: Tidak
pt_br: Não

source: The license file empty. Make sure to use the complete url when downloading the license file.
id_id: Berkas lisensi kosongPastikan untuk menggunakan url lengkap saat mengunduh file lisensi
pt_br: O arquivo de licença está vazio. Verifique se a URL está completa ao baixar o arquivo de licença.

source: The license file is not valid. You have exceeded the number of times the license can be downloaded. Please contact Rainlendar's support for more details.
id_id: File informasi lisensi tidak valid.Anda telah melebihi berapa kali lisensi dapat diunduhSilakan hubungi dukungan Rainlendar untuk detail lebih lanjut
pt_br: O arquivo de licença não é válido. Você excedeu o número de vezes que a licença pode ser baixada. Entre em contato com o suporte do Rainlendar para obter mais detalhes.

source: The license file does not have valid format. Make sure that you are using correct license file. You can also try to download the file again if the error persists.
id_id: Berkas lisensi tidak memiliki format yang validPastikan Anda menggunakan file lisensi yang benarAnda juga dapat mencoba mengunduh file lagi jika kesalahan berlanjut
pt_br: O arquivo de licença não tem formato válido. Verifique se você está usando o arquivo de licença correto. Você também pode tentar baixar o arquivo novamente se o erro persistir.

source: Skin error!
id_id: Kesalahan kulit!
pt_br: Erro do revestimento!

source: The 'Large Calendar' skin window in Shadow4 has been replaced with a 'Large' option for the default 'Calendar' window. Click OK to reset the skin.
id_id: Jendela kulit 'Kalender Besar' di Shadow4 telah diganti dengan opsi 'Besar' untuk jendela 'Kalender' bawaanKlik OK untuk mengatur ulang kulit
pt_br: A janela de revestimento 'Calendário Grande' no Shadow4 foi substituída por uma opção 'Grande' para a janela padrão 'Calendário'. Clique em OK para redefinir o revestimento.

source: Use large default skin?
id_id: Gunakan kulit default yang besar?
pt_br: Usar o revestimento grande padrão?

source: The default values might be too small for your screen resolution. Do you want to use larger fonts and windows?
id_id: Nilai default mungkin terlalu kecil untuk resolusi layar AndaAnda ingin menggunakan fonta dan jendela yang lebih besar?
pt_br: Os valores padrão podem ser muito pequenos para sua resolução de tela. Você deseja usar fontes e janelas maiores?

source: &Large
id_id: Besar
pt_br: &Grande

source: &Small
id_id: Kecil
pt_br: Pe&queno

source: Found these old Rainlendar files:
eu_es: Railendar-en fitxategi zahar hauek aurkitu dira:
id_id: Terdapat versi lama dari berkas Rainlendar:
pt_br: Encontrados os seguintes arquivos antigos do Rainlendar:

source: Do you want to import them?
eu_es: Inportatu nahi dituzu?
id_id: Anda ingin mengimpornya?
pt_br: Deseja importá-los?

source: Import failed with file: "%s"
eu_es: Inportazioa fitxategi honekin huts egin du: "%s"
id_id: Gagal mengimpor berkas: "%s"
pt_br: A importação falhou com o arquivo: "%s"

source: Purchase Rainlendar2 Pro?
id_id: Beli Rainlendar 2 Pro?
pt_br: Comprar Rainlendar2 Pro?

source: I hope you've enjoyed using Rainlendar for the past month. Would you like to upgrade to the Pro version with additional functionality? If you use the "Buy Now" link below you can purchase the license at a discounted price. You can also press the "No thanks" button and never see this message again. Thank you for the support.
id_id: Saya harap Anda senang menggunakan Rainlendar selama sebulan terakhirApakah Anda ingin meningkatkan ke versi Pro dengan fungsi tambahan? Jika Anda menggunakan tautan " Beli Sekarang " di bawah ini, Anda dapat membeli lisensi dengan harga diskonAnda juga dapat menekan tombol " Tidak terima kasih " dan tidak akan pernah melihat pesan ini lagi Terima kasih atas dukungannya
pt_br: Espero que você tenha gostado de usar Rainlendar no mês passado. Você gostaria de atualizar para a versão Pro com funcionalidade adicional? Se você usar "Comprar Agora" do link abaixo, você pode comprar a licença por um preço com desconto. Você também pode pressionar o botão "Não, Obrigado" e nunca ver essa mensagem novamente. Obrigado por seu apoio.

source: &Buy Now
id_id: &Beli Sekarang
pt_br: &Comprar Agora

source: &Remind later
id_id: Ingatkan nanti
pt_br: Lembra&r mais tarde

source: &No Thanks
id_id: &Tidak Trims
pt_br: &Não, obrigado

source: Update
id_id: Kinikan
pt_br: Atualizar

source: Make a selection:
eu_es: Hautatu:
id_id: Membuat pilihan:
pt_br: Selecione:

source: Hide Windows
eu_es: Leihoak ezkutatu
id_id: Menyembunyikan jendela
pt_br: Esconder janelas

source: Show Windows
eu_es: Leihoak erakutsi
id_id: Menampilkan jendela
pt_br: Mostrar janelas

source: Toggle Windows
eu_es: Leihoak elkartrukatu
pt_br: Alternar Janelas

source: Toggle Today Window
id_id: Jungkitkan Jendela Hari Ini
pt_br: Alternar Janelas do Dia

source: Create New Task
eu_es: Eginkizun berria sortu
id_id: Membuat Tugas Baru
pt_br: Criar Nova Tarefa

source: Create New Event
eu_es: Gertakizun berria sortu
id_id: Membuat Acara Baru
pt_br: Criar Novo Evento

source: Create new event or task
id_id: Buat acara atau tugas baru
pt_br: Criar Novo Evento ou Tarefa

source: Quit Application
id_id: Keluar dari Aplikasi
pt_br: Fechar Aplicativo

source: Business
eu_es: Negozioak
id_id: Bisnis
pt_br: Negócios

source: Calls
eu_es: Deiak
id_id: Panggilan
pt_br: Chamadas

source: Clients
eu_es: Bezeroak
id_id: Klien
pt_br: Clientes

source: Competition
eu_es: Lehiaketa
id_id: Pertandingan
pt_br: Competição

source: Customer
eu_es: Bezeroa
id_id: Pelanggan
pt_br: Cliente

source: Exam
eu_es: Azterketa
id_id: Ujian
pt_br: Prova

source: Favorites
eu_es: Gogokoenak
id_id: Favorit
pt_br: Favoritos

source: Follow Up
eu_es: Jarraitu
id_id: Tindakan lanjutan
pt_br: Acompanhamento

source: Gifts
eu_es: Opariak
id_id: Hadiah
pt_br: Presentes

source: Holidays
eu_es: Oporrak
id_id: Liburan
pt_br: Feriados

source: Ideas
eu_es: Ideiak
id_id: Ide
pt_br: Ideias

source: Important
eu_es: Garrantzitsua
id_id: Penting
pt_br: Importante

source: Issues
eu_es: Gaiak
id_id: Masalah
pt_br: Remessas

source: Miscellaneous
eu_es: Nahaste-borrasteak
id_id: Lain-lain
pt_br: Miscelâneas

source: Personal
eu_es: Pertsonala
id_id: Pribadi
pt_br: Pessoal

source: Projects
eu_es: Projektuak
id_id: Proyek
pt_br: Projetos

source: Public Holiday
eu_es: Jai eguna
id_id: Libur Nasional
pt_br: Feriado Nacional

source: Suppliers
eu_es: Hornitzaileak
id_id: Penyalur
pt_br: Fornecedores

source: Travel
eu_es: Bidaia
pt_br: Viagem

source: Trip
eu_es: Ateraldia
id_id: Perjalanan
pt_br: Passeio

source: Vacation
eu_es: Oporrak
id_id: Liburan
pt_br: Férias

source: Work
eu_es: Lana
id_id: Kantor
pt_br: Trabalho

source: Medical
eu_es: Osasuna
id_id: Kesehatan
pt_br: Médico

source: Urgent
eu_es: Premiazkoa
id_id: Penting
pt_br: Urgente

source: Health
id_id: Kesehatan
pt_br: Saúde

source: Sport
id_id: Olah Raga
pt_br: Esporte

source: Game
id_id: Permainan
pt_br: Jogo

source: School
id_id: Sekolah
pt_br: Escola

source: Party
id_id: Pesta
pt_br: Festa

source: Movie
id_id: Sinema
pt_br: Filme

source: Car
id_id: Mobil
pt_br: Carro

source: Payments
id_id: Pembayaran
pt_br: Pagamentos

source: Money
id_id: Uang
pt_br: Dinheiro

source: Pets
id_id: Hewan Peliharaan
pt_br: Animais

source: Theatre
pt_br: Teatro

source: Music
id_id: Musik
pt_br: Música

source: [Black]
id_id: [Hitam]
pt_br: [Preto]

source: [Blue]
id_id: [Biru]
pt_br: [Azul]

source: [Brown]
id_id: [Coklat]
pt_br: [Marrom]

source: [Cyan]
id_id: [Biru-Kehijauan]
pt_br: [Ciano]

source: [Green]
id_id: [Hijau]
pt_br: [Verde]

source: [Grey]
id_id: [Abu-Abu]
pt_br: [Cinza]

source: [Pink]
id_id: [Pink/Merah-Jambu]
pt_br: [Rosa]

source: [Red]
id_id: [Merah]
pt_br: [Vermelho]

source: [Yellow]
id_id: [Kuning]
pt_br: [Amarelo]

source: [Orange]
id_id: [Jingga]
pt_br: [Laranja]

source: Must Attend
eu_es: Arduratu behar
id_id: Harus Ditunggui
pt_br: Prestar atenção

source: Travel Required
eu_es: Bidaiatu Behar
id_id: Travel diperlukan
pt_br: Viagem Requisitada
