Repository: rainlendar/Rainlendar-Resources
Catalog: Languages/*/rainlendar2.po
Languages: eu_es, id_id, pt_br

source: You have created a birthday or anniversary but didn't define any recurrence. Do you want to make the event repeat every year?
eu_es: Urtebetetze edo urtegun bat sortu duzu, baina ez duzu errekurrentziarik definitu. Gertakizuna urtero errepikatzea nahi al duzu?
id_id: Anda telah membuat acara ulang tahun atau ulang tahun nikah tetapi tidak menentukan pengulangannya. Apakah Anda ingin membuat acara tsb diulang setiap tahun?
pt_br: Você criou um aniversário mas não definiu nenhuma recorrência. Deseja que o evento se repita todos os anos?

source: Error
eu_es: Errorea
pt_br: Erro

source: Warning
eu_es: Abisua
id_id: Perhatian
pt_br: Advertência

source: Question
eu_es: Galdera
id_id: Pertanyaan
pt_br: Pergunta

source: Information
eu_es: Informazioa
id_id: Informasi
pt_br: Informação

source: Do not show this again
id_id: Jangan tampilkan ini lagi
pt_br: Não mostrar novamente

source: &Yes
eu_es: &Bai
id_id: &Ya
pt_br: &Sim

source: &No
eu_es: &Ez
id_id: &Tidak
pt_br: &Não

source: Manager
eu_es: Administratzailea
id_id: Menejer
pt_br: Gerenciador

source: Tasks
id_id: Tugas
pt_br: Tarefas

source: Show original
id_id: Tampilkan yang asli
pt_br: Mostrar original

source: Show current
id_id: Tampilkan Saat Ini
pt_br: Mostrar atual

source: Show upcoming
id_id: Tampilkan yang akan datang
pt_br: Exibir seguinte

source: New
eu_es: Berria
id_id: Baru
pt_br: Novo

source: Edit
eu_es: Editatu
id_id: Sunting
pt_br: Editar

source: Copy to
id_id: Tembusan Kepada:
pt_br: Copiar para

source: Move to
id_id: Pindahkan ke
pt_br: Mover para

source: Change fields
id_id: Ubah bidang
pt_br: Alterar campos

source: Import
eu_es: Inportatu
id_id: Impor
pt_br: Importar

source: Export
eu_es: Exportatu
id_id: Ekspor
pt_br: Exportar

source: Print...
eu_es: Imprimatu...
id_id: Cetak...
pt_br: Imprimir...

source: Restore
eu_es: Berreskuratu
id_id: Pemulihan
pt_br: Restaurar

source: Close
eu_es: Itxi
id_id: Tutup
pt_br: Fechar

source: Select all
id_id: Pilih semua
pt_br: Selecionar tudo

source: Select none
id_id: Tidak pilih satupun
pt_br: Não selecionar

source: Toggle selection
id_id: Jungkitkan pilihan
pt_br: Alternar seleção

source: Select duplicates
id_id: Pilih duplikat
pt_br: Selecionar duplicados

source: Sort by due time
id_id: Urutkan berdasarkan waktu jatuh tempo
pt_br: Classificar por hora de vencimento

source: Sort by end time
id_id: Urutkan berdasarkan waktu akhir
pt_br: Classificar pela hora do término

source: Sort by summary
id_id: Urutkan berdasarkan ringkasan
pt_br: Classificar por sumário

source: Sort by location
id_id: Urutkan berdasarkan lokasi
pt_br: Classificar por local

source: Sort by calendar
id_id: Urutkan menurut kalender
pt_br: Classificar por calendário

source: Sort by category
id_id: Berdasarkan Kategori
pt_br: Classificar por categoria

source: Sort by url
id_id: Urutkan berdasarkan url
pt_br: Classificar por url

source: Sort by repeat
id_id: Urutkan berdasarkan pengulangan
pt_br: Classificar por repetição

source: Sort by priority
id_id: Urutkan berdasarkan prioritas
pt_br: Classificar por Prioridade

source: Sort by status
id_id: Urutkan berdasarkan status
pt_br: Classificar por status

source: Sort by create time
id_id: Urutkan berdasarkan waktu pembuatan
pt_br: Classificar por hora de criação

source: Sort by modify time
id_id: Urutkan berdasarkan waktu modifikasi
pt_br: Classificar por hora de modificação

source: Sort by start time
id_id: Urutkan berdasarkan waktu mulai
pt_br: Classificar por hora de início

source: Start time
id_id: Waktu mulai:
pt_br: Hora de início

source: End time
id_id: Waktu selesai:
pt_br: Hora final

source: Summary
eu_es: Gaia
id_id: Rangkuman
pt_br: Sumário

source: Location
eu_es: Tokia
id_id: Lokasi
pt_br: Local

source: Create time
pt_br: Criar hora

source: Modify time
id_id: Ubah waktu
pt_br: Modificar hora

source: Reverse sorting
id_id: Balik urutan
pt_br: Reverter a classificação

source: Total: %i (Selected: %i)
id_id: Total: %i (Dipilih :%i)
pt_br: Total: %i (Selecionado(s): %i)

source: Opening a lot of items for editing can take a long time. Are you sure you want to do this?
id_id: Membuka banyak item untuk diedit dapat memakan waktu lamaYakin ingin melakukan ini?
pt_br: Abrir muitos itens para a edição pode levar um longo tempo. Tem certeza que deseja fazer isto?

source: Do you want to delete the selected item?
id_id: Anda ingin menghapus item terpilih?
pt_br: Você deseja excluir o item selecionado?

source: Do you want to delete the selected %i items?
id_id: Anda ingin menghapus item terpilih %i ini?
pt_br: Você deseja excluir os %i items selecionados?

source: The selected item is read only and cannot be deleted.
id_id: Item pilihan hanya baca-saja dan tak bisa dihapus.
pt_br: O item selecionado é somente leitura e não pode ser apagado.

source: There were %i read only items which were not deleted.
id_id: Ada %i item baca-saja yang tak bisa dihapus.
pt_br: Havia %i itens somente leitura que não foram apagados.

source: Unable to delete some items.
id_id: Tak bisa menghapus beberapa item.
pt_br: Não foi possível excluir alguns itens.

source: Select the calendar where the items should be copied to:
id_id: Pilih kalender tempat item akan disalin:
pt_br: Selecione o calendário para onde os itens devem ser copiados:

source: Select the calendar where the items should be moved to:
id_id: Pilih kalender tempat item akan dipindah:
pt_br: Selecione o calendário para onde os itens devem ser movidos:

source: Operation failed!
id_id: Operasi gagal!
pt_br: A operação falhou!

source: There are no calendars available that are able to store the items.
id_id: Tak ada kalender tersedia yang dapat menyimpan item.
pt_br: Não existem calendários disponívels capazes de armazenar os itens.

source: Moving items to an online calendar is not safe. If the destination calendar doesn't accept the items because of network problems or for some other reason you will lose all the moved events. So, click "Yes" only if you are completely sure you know what you are doing.
id_id: Memindahkan item ke kalender online tidak amanJika kalender tujuan tidak menerima item karena masalah jaringan atau karena alasan lain, Anda akan kehilangan semua acara yang dipindahkan Jadi, klik " Ya " hanya jika Anda benar - benar yakin Anda tahu apa yang Anda lakukan
pt_br: Não é seguro mover itens para um calendário online. Se o calendário de destino não aceitar os itens devido a problemas na rede ou por outras razões, você irá perder todos os eventos movidos. Então, clique em "Sim" apenas se você estiver completamente seguro do que está fazendo.

source: Moved %i items to these calendars:
id_id: Pindahkan %i item ke kalender:
pt_br: Movidos %i itens para estes calendários:

source: Copied %i items to these calendars:
id_id: Salin %i item ke kalender:
pt_br: Copiados %i itens para estes calendários:

source: Important! Copying items to an online calendar takes some time so they won't be available until after a while.
id_id: Penting! Menyalin item ke kalender online butuh waktu jadi tak akan tersedia hingga selang waktu tertentu.
pt_br: Importante! Os itens copiados para um calendário online podem ficar indisponíveis por alguns instantes.

source: Some items were set as read-only and were copied instead moved.
id_id: Beberapa item ditetapkan sebagai hanya - baca dan disalin alih - alih dipindahkan.
pt_br: Alguns itens foram definidos como somente leitura e foram copiados em vez de movidos.

source: Operation finished!
id_id: Operasi selesai!
pt_br: Operação finalizada!

source: You need to select at least one calendar for the events.
id_id: Anda harus memilih minimum satu kalender untuk acara itu.
pt_br: Você precisa selecionar no mínimo um calendário para os eventos.

source: Backup was successful.
eu_es: Babes-kopia arrakastatsua izan da.
id_id: Pencadangan berhasil.
pt_br: Backup realizado com sucesso.

source: The backup contains these files:
eu_es: Babes-kopiak fitxategi hauek hartzen ditu barne:
id_id: Cadangan terdiri dari berkas-berkas:
pt_br: O backup contém estes arquivos:

source: Warning! The backup file does not contain any iCalendar files. If you have any locally stored events or tasks you need to back up them manually.
id_id: Peringatan! Berkas cadangan tak mengandung satupun berkas iCalendar. Jika Anda memiliki acara atau tugas yang tersimpan lokal Adna perlu mencadangkan secara manual.
pt_br: Atenção! O arquivo de backup não contém quaisquer arquivos do iCalendar. Se você tiver quaisquer eventos armazenados localmente ou tarefas, você precisa fazer o backup deles manualmente.

source: Unable to create the backup file.
eu_es: Ezin izan da babes-kopia sortu.
id_id: Gagal membuat berkas cadangan.
pt_br: Incapaz de criar o arquivo de backup.

source: The archive contains unknown files:
eu_es: Artxiboak fitxategi ezezagunak ditu barnean:
id_id: Arsip berisi berkas yang tidak dikenal:
pt_br: O local contém arquivos desconhecidos:

source: Restore was successful.
eu_es: Berreskurapena arrakastatsua izan da.
id_id: Pemulihan berhasil.
pt_br: Restauração realizada com sucesso.

source: There were problems during the restore.
id_id: Ada masalah saat pemulihan.
pt_br: Ocorreram problemas durante a restauração.

source: Exported %i events successfully.
eu_es: %i gertakari zuzen esportatu dira.
id_id: Acara %i berhasil diekspor.
pt_br: %i Eventos exportados com sucesso.

source: Exported %i todo items successfully.
eu_es: %i eginkizun zuzen esportatu dira.
id_id: Tugas %i berhasil diekspor.
pt_br: %i Itens de Tarefas exportados com sucesso.

source: Export failed!
eu_es: Exportazioak hutsegin du!
id_id: Ekspor gagal!
pt_br: A exportação falhou!

source: Import failed!
eu_es: Inportazioak hutsegin du!
id_id: Impor gagal!
pt_br: A importação falhou!

source: Options
eu_es: Aukerak
id_id: Opsi
pt_br: Opções

source: Skins
eu_es: Azalak
id_id: Tampilan
pt_br: Revestimentos

source: Hotkeys
eu_es: Tekla azkarrak
id_id: Tombol Akses
pt_br: Teclas de atalho

source: Advanced
eu_es: Aurreratua
id_id: Lanjutan
pt_br: Avançado

source: Reset all settings
id_id: Reset Semua Pengaturan APNâ€¦
pt_br: Redefinir todas as configurações

source: Reset offline copy
id_id: Atur ulang salinan luring
pt_br: Redefinir cópia off-line

source: Authenticate
id_id: Autentikasi
pt_br: Autenticação

source: On Top
eu_es: Beti ikusgai
id_id: Didepan
pt_br: Em cima

source: On Bottom
eu_es: Leiho guztien azpian
id_id: Dibelakang
pt_br: Em baixo

source: On Desktop
eu_es: Idazmahaian
id_id: Di Desktop
pt_br: No Desktop

source: Select the categories:
eu_es: Kategoriak aukeratu:
id_id: Pilih kategori:
pt_br: Selecione as categorias:

source: TrayIcon
eu_es: Sistemaren erretilua
pt_br: Ícone da bandeja

source: Author
eu_es: Egilea
id_id: Pembuat
pt_br: Autor

source: Homepage
eu_es: Web orria
id_id: Situs
pt_br: Website

source: Addons
pt_br: Acessórios

source: Version history
id_id: Riwayat versi
pt_br: Histórico da versão

source: This is an old Rainlendar skin. Some of the features might not be supported.
eu_es: Hau, Railendaren azal zahar bat da. Ezaugarri batzuk ez ibiltzea izan daiteke.
id_id: Ini adalah tampilan Rainlendar versi lama. Beberapa fitur mungkin sudah tidak didukung.
pt_br: Este é um revestimento antigo. Algumas das novas funções podem não ser suportadas.

source: Advanced >>>
eu_es: Aurreratua >>>
id_id: Lanjutan >>>
pt_br: Avançado >>>

source: <<< Simple
eu_es: <<< Erraza
id_id: <<< Sederhana
pt_br: <<< Simples

source: Open containing folder
id_id: Buka folder penyimpan
pt_br: Abrir a pasta que contém

source: Custom categories are not supported.
id_id: Kategori ubahan tak didukung.
pt_br: Categorias personalizadas não são suportadas.

source: The skin "%s" doesn't support custom category appearances so it's not possible to edit them.
id_id: Tampilan "%s" tak mendukung penampilan kategori ubahanb jadi tidak mungkin menyuntingnya.
pt_br: O revestimento "%s" não suporta aparências das categorias personalizadas, então não é possível editá-las.

source: Activate only default windows?
id_id: Aktifkan hanya jendela default?
pt_br: Ativar apenas as janelas padrão?

source: Do you want to activate only the default windows or all windows?
id_id: Apakah Anda ingin mengaktifkan hanya jendela default atau semua jendela?
pt_br: Você deseja ativar apenas as janelas padrão ou todas as janelas?

source: Note that activating all windows can decrease the performance.
id_id: Perhatikan bahwa mengaktifkan semua jendela dapat menurunkan kinerja.
pt_br: Observe que ativar todas as janelas pode diminuir o desempenho.

source: &Default
id_id: Baku
pt_br: Pa&drão

source: &All
id_id: Semua
pt_br: &Tudo

source: Activate the edit field and press the hotkey combination. Note that the hotkeys are global and will affect other applications too so don't make them too simple.
id_id: Aktifkan bidang edit dan tekan kombinasi hotkeyPerhatikan bahwa hotkey bersifat global dan akan mempengaruhi aplikasi lain juga jadi jangan membuatnya terlalu sederhana
pt_br: Ative o campo de edição e pressione a combinação de teclas de atalho. Note que os atalhos são globais e também afetam outros aplicativos, então criá-los não é muito simples.

source: Hotkey
eu_es: Tekla azkarra
pt_br: Tecla de atalho

source: Function
eu_es: Funtzioa
id_id: Fungsi
pt_br: Função

source: Search:
eu_es: Bilatu:
id_id: Cari:
pt_br: Procurar:

source: Do you want to reset all settings?
id_id: Anda ingin memulihkan semua pengaturan?
pt_br: Você deseja restaurar todas as configurações?

source: This will reset all settings to default values. The default settings are applied immediately. Do you want to continue?
id_id: Ini akan mengembalika setelan ke nilai bawaan. Setelan bawaan akan diterapkan langsung. Apakah Anda akan melanjutkan?
pt_br: Isto retornará todas as configurações para seus valores padrões. As configuarações padrão serão aplicadas imediatamente. Deseja continuar?

source: Common
eu_es: Arrunta
id_id: Biasa
pt_br: Comum

source: Enabled
eu_es: Egokitua
id_id: Diaktifkan
pt_br: Habilitado

source: Read only
eu_es: Irakurri bakarrik
id_id: Hanya bisa dibaca
pt_br: Somente leitura

source: Ignore alarms
id_id: Abaikan alarm
pt_br: Ignorar os alarmes

source: Default alarm (minutes)
id_id: Alarm bawaan (menit)
pt_br: Alarme padrão (minutos)

source: Visual category
eu_es: Ikusizko kategoria
id_id: Kategori Visual
pt_br: Categoria visual

source: Time offset (mins)
id_id: Penyesuaian waktu (mins)
pt_br: Diferença de horário (mins)

source: Time zone
id_id: Zona Waktu
pt_br: Fuso horário

source: Copy of %s
id_id: Salinan dari %s
pt_br: Copiar de %s

source: Please enter a name for the calendar.
id_id: Masukkan nama kalender.
pt_br: Por favor, escolha um nome para o calendário.

source: Illegal character!
id_id: Karakter ilegal!
pt_br: Caractere não permitido!

source: It's not allowed to use the '/' or ';' characters in the name.
id_id: Tidak diperbolehkan menggunakan karakter '/' atau ';' pada nama.
pt_br: Não é permitido usar os caracteres '/' ou ';' em um nome.

source: A calendar called "%s" already exists.
id_id: Kalender bernama "%s" sudah ada.
pt_br: Um calendário chamado "%s" já existe.

source: Choose another name.
id_id: Pilih nama lain.
pt_br: Escolha outro nome.

source: Authentication failure
id_id: Kegagalan autentikasi PDP
pt_br: Falha na autenticação

source: The OAuth process failed. Rainlendar is unable to access your calendar data.
id_id: Proses OAuth gagal. Rainlendar tidak dapat mengakses data kalender Anda.
pt_br: O processo OAuth falhou. O Rainlendar não pôde acessar os dados da sua agenda.

source: Do you want to delete the skin?
id_id: Anda ingin menghapus tampilan ini?
pt_br: Você quer excluir esta skin?

source: If you select yes the skin "%s" will be permanently deleted.
id_id: Jika Anda memilih Ya, tampilan "%s" akan dihapus permanen.
pt_br: Se você escolher sim, o revestimento "%s" será permanentemente excluído.

source: Delete failed!
id_id: Penghapusan gagal!
pt_br: Falha ao excluir!

source: Unable to delete the skin.
id_id: Tampilan tak bisa dihapus.
pt_br: Não foi possível excluir a skin.

source: Print
eu_es: Imprimatu
id_id: Cetak
pt_br: Imprimir

source: Print items
eu_es: Inprimatzeko gaiak
id_id: Cetak item
pt_br: Imprimir itens

source: Settings
eu_es: Aukerak
id_id: Pengaturan
pt_br: Configurações

source: Variables
eu_es: Aldagaiak
id_id: Variabel
pt_br: Variáveis

source: Window settings
id_id: Pengaturan jendela
pt_br: Janela de configurações

source: Settings can be shown only for a single window.
id_id: Setelan hanya diperlihatkan utk jendela tunggal.
pt_br: Configurações podem ser exibidas apenas em uma única janela.

source: No settings available.
id_id: Tidak ada setelan tersedia.
pt_br: Nenhuma configuração disponível.

source: Global variables
id_id: Variabel umum
pt_br: Variáveis globais

source: Grow upwards
eu_es: Gorantza hazi
id_id: Mengarah ke atas
pt_br: Aumentar para cima

source: Window position
id_id: Posisi jendela
pt_br: Posição da janela

source: Disabled
id_id: Dimatikan
pt_br: Desativado

source: Click through
pt_br: Clicar através

source: Scale
eu_es: Eskala
id_id: Skala
pt_br: Escala

source: Filters
eu_es: Iragazkiak
id_id: Filter
pt_br: Filtros

source: Included calendars
id_id: Termasuk Kalender
pt_br: Calendários incluídos

source: Excluded calendars
id_id: Kalender dikecualikan
pt_br: Calendários excluídos

source: Included categories
eu_es: Barne hartutako kategoriak
id_id: Termasuk kategori
pt_br: Categorias incluídas

source: Excluded categories
eu_es: Kanpoan utzitako kategoriak
id_id: Tanpa kategori
pt_br: Categorias excluídas

source: Task list
id_id: Daftar tugas
pt_br: Lista de tarefas

source: Alphabetically
eu_es: Alfabetikoki
id_id: Berdasarkan Abjad
pt_br: Alfabeticamente

source: By Category
eu_es: Mailaka
id_id: Menurut Kategori
pt_br: Por Categoria

source: By Due Date
eu_es: Epea betetzen den datagaitik
id_id: Menurut Tanggal Akhir
pt_br: Por data de vencimento

source: By Start Date
eu_es: Hasiera datagaitik
id_id: Menurut Tanggal awal
pt_br: Por data de início

source: By Status
eu_es: Egoeragaitik
id_id: Menurut Status
pt_br: Por Status

source: By Priority
eu_es: Lehentasunagaitik
id_id: Menurut Prioritas
pt_br: Por Prioridade

source: By Location
eu_es: Tokiaren arabera
id_id: Menurut Lokasi
pt_br: Por Localização

source: By Calendar
eu_es: Egutegiaren arabera
id_id: Menurut Kalender
pt_br: Por Calendário

source: Custom
eu_es: Pertsonalizatua
pt_br: Personalizado

source: Primary sort order
eu_es: Lehenengo antolatze-kriterioa
id_id: Urutan sortir utama
pt_br: Ordenação primária

source: Secondary sort order
eu_es: Bigarren antolatze-kriterioa
id_id: Urutan sortir sekunder
pt_br: Ordenação secundária

source: Reverse primary sorting
id_id: Membalikan penyortiran primer
pt_br: Reverter a classificação primária

source: Reverse secondary sorting
id_id: Membalikan penyortiran sekunder
pt_br: Reverter a classificação secundária

source: Empty at top
id_id: Kosong di bagian atas
pt_br: Vazio acima

source: Hide completed tasks
eu_es: Bukatutako betebeharrak ezkutatu
id_id: Sembunyikan tugas yg telah selesai
pt_br: Ocultar tarefas completadas

source: Hide canceled tasks
id_id: Sembunyikan tugas yang dibatalkan
pt_br: Ocultar tarefas canceladas

source: Hide upcoming tasks
eu_es: Gertuko eginkizunak ezkutatu
id_id: Sembunyikan tugas yg akan datang
pt_br: Ocultar tarefas futuras

source: Event list
eu_es: Gertakizunen zerrenda
id_id: Daftar acara
pt_br: Lista de Eventos

source: Show empty days
id_id: Tampilkan hari kosong
pt_br: Mostrar dias vazios

source: Window variables
id_id: Variabel jendela
pt_br: Janela de variáveis

source: Appearance
id_id: Tampilan
pt_br: Aparência

source: Operations
eu_es: Ekintzak
id_id: Operasi
pt_br: Operações

source: Left click
eu_es: Ezker-klik
id_id: Klik kiri
pt_br: Clique botão esquerdo

source: Right click
eu_es: Eskuin-klik
id_id: Klik kanan
pt_br: Clique botão direito

source: Double left click
eu_es: Ezker-klik bikoitza
id_id: Klik kiri dua kali
pt_br: Duplo clique botão esquerdo

source: Double right click
eu_es: Eskuin-klik bikoitza
id_id: Klik kanan dua kali
pt_br: Duplo clique botão direito

source: Task
id_id: Tugas
pt_br: Tarefa

source: Date only
id_id: Hanya tanggal
pt_br: Apenas data

source: The due date needs to be set before recurrence can be defined.
id_id: Tanggal tenggat harus disetel sebelum mengatur perulangan.
pt_br: A data de vencimento precisa ser definida antes que a recorrência possa ser definida.

source: The due time cannot be earlier than the start time.
id_id: Waktu jatuh tempo tidak boleh lebih awal dari waktu mulai.
pt_br: O horário de vencimento não pode ser anterior ao horário de início.

source: Unable to add new alarm!
id_id: Tidak bisa menambah alarm baru!
pt_br: Não foi possível adicionar um novo alarme!

source: The due date needs to be specified for the task before it can have alarms.
id_id: Tanggal tenggat bagi tugas harus ditentukan sebelum bisa dibuatkan alarmnya.
pt_br: A data de vencimento deve ser especificada para a tarefa antes que ela possa ter alarmes.

source: Upgrade to Pro version before installing the license.
id_id: Tingkatkan ke versi Pro sebelum memasukkan lisensi.
pt_br: Atualize para a versão Pro antes de instalar a licença.

source: You are still using the Lite version which doesn't include the Pro features. You need to go to the Rainlendar's download page and get the Pro version.
id_id: Anda masih menggunakan versi Lite yang tak mencakup fitur Pro. Anda harus mengunjungi halaman unduh Rainlendar untuk mendapatkan versi Pro.
pt_br: Você está ainda usando a versão Lite que não inclui as vantagens da versão Pro. Você precisa ir para a página de download do Rainlendar e obter a versão Pro.

source: &Get Pro
id_id: &Dapatkan Pro
pt_br: &Adquirir Pro

source: &Ignore
id_id: &Abaikan
pt_br: &Ignorar

source: If you downloaded a .r2skin or .r2lang file and your web browser changed the extension to .zip you can rename the file back to the way it was and import it again.
id_id: Jika Anda mengunduh berkas .r2skin atau .r2lang dan browser Anda mengubahnya menjadi berkas .zip Anda harus mengembalikan ke nama asalnya dan lakukan impor kembali.
pt_br: Se você baixou um arquivo .r2skin ou .r2lang e o seu navegador mudou a extensão para .zip você pode renomear o arquivo para a extensão original e importá-lo novamente.

source: Zip archives cannot be imported to Rainlendar.
id_id: Berkas arsip zip tidak bisa diimpor ke dalam Rainlendar.
pt_br: Arquivos Zip não podem ser importados pelo Rainlendar.

source: Unknown file "%s".
eu_es: Fitxategi ezezaguna "%s".
id_id: Berkas "%s" tidak dikenal.
pt_br: Arquivo desconhecido "%s".

source: The file cannot be imported into Rainlendar.
id_id: Berkas tsb tidak bisa diimpor ke dalam Rainlendar.
pt_br: O arquivo não pode ser importado pelo Rainlendar.

source: Installation failed!
id_id: Pemasangan gagal!
pt_br: A instalação falhou!

source: Unable to copy the file. The source is the same as the destination.
eu_es: Ezinezkoa da fitxategia kopiatzea. Iturburua destinoaren berdina da.
id_id: Berkas tsb tidak bisa disalin. Nama berkas sudah ada.
pt_br: Imcapaz de copiar o arquivo. A origem é a mesma que o destino.

source: Unable to install the file "%s".
id_id: Tidak bisa memasang berkas "%s".
pt_br: Incapaz de instalar o arquivo "%s".

source: The folder does not have write permissions.
id_id: Folder tidak memiliki ijin untuk ditulis.
pt_br: A pasta não possui permissão para gravação.

source: The skin %s doesn't exist.
id_id: Tampilan %s tidak ada.
pt_br: O revestimento %s não existe.

source: Unable to merge the addon.
id_id: Addon tidak bisa dimasukkan.
pt_br: Incapaz de mesclar o acessório.
