Repository: rainlendar/Rainlendar-Resources
Catalog: Languages/*/rainlendar2.po
Languages: eu_es, id_id, pt_br

source: Enable on startup
eu_es: Hasterakoan aktibatu
id_id: Otomatis aktif ketika Windows dijalankan
pt_br: Abrir ao iniciar o sistema

source: Hide from taskbar
id_id: Sembunyikan dari bilah tugas
pt_br: Ocultar da barra de tarefas

source: Use Retina Resolution
id_id: Gunakan Resolusi Retina
pt_br: Usar Resolução de Retina

source: Add years for categories
id_id: Tambahkan tahun untuk kategori
pt_br: Adicionar anos para categorias

source: Categories...
id_id: Kategori...
pt_br: Categorias...

source: Week's start day:
eu_es: Asteko lehen eguna:
id_id: Hari pertama dari setiap minggu:
pt_br: Dia inicial da semana:

source: Position:
id_id: Posisi:
pt_br: Posição:

source: Language:
eu_es: Hizkuntza:
id_id: Bahasa:
pt_br: Idioma:

source: Opacity
id_id: Kebeningan
pt_br: Transparência

source: Mouse over:
eu_es: Mousea pasatzerakoan:
pt_br: Mouse em cima:

source: Apply to all windows at the same time
id_id: Terapkan ke semua jendela pada saat yang sama
pt_br: Aplicar para todas as janelas ao mesmo tempo

source: Font Size
id_id: Ukuran Font
pt_br: Tam. da fonte

source: Size:
id_id: Ukuran:
pt_br: Tamanho:

source: Duplicate...
id_id: Duplikasi...
pt_br: Duplicar...

source: Action:
eu_es: Akzioa:
id_id: Perintah:
pt_br: Ação:

source: Hotkey:
eu_es: Tekla azkarra:
id_id: Tombol:
pt_br: Tecla de atalho:

source: Set
eu_es: Finkatu
pt_br: Atribuir

source: Available skins
eu_es: Azal erabilgarriak
id_id: Tampilan yang tersedia
pt_br: Revestimentos disponíveis

source: Active skins
eu_es: Azal aktiboak
id_id: Tampilan yang aktif
pt_br: Revestimentos ativos

source: Settings...
eu_es: Aukerak...
id_id: Pengaturan...
pt_br: Configurações...

source: Select printed items
pt_br: Selecionar itens impressos

source: All items
eu_es: Osagai guztiak
id_id: Semua item
pt_br: Todos os itens

source: Selected items
eu_es: Aukeratutako osagaiak
id_id: Item yang dipilih
pt_br: Itens selecionados

source: Month
id_id: Bulan
pt_br: Mês

source: Select month
pt_br: Selecionar mês

source: Month:
pt_br: Mês:

source: Comma Separated Values (*.csv)|*.csv
pt_br: Valores Separados por Vírgulas (*.csv)|*.csv

source: Username
eu_es: Erabiltzailearen izena
id_id: Nama pengguna
pt_br: Nome do Usuário

source: Password
eu_es: Pasa-hitza
id_id: Kata sandi
pt_br: Senha

source: Calendar name
id_id: Nama kalender
pt_br: Nome do Calendário

source: Poll frequency (mins)
id_id: Frekuensi cacah (mnt)
pt_br: Frequência de votos (mins)

source: Suppress errors
eu_es: Okerrak ezabatu
id_id: Abaikan error
pt_br: Suprimir erros

source: Keep offline copy
eu_es: Kopia bat gorde offline
id_id: Simpan salinan nir-hubung
pt_br: Manter cópia offline

source: Authentication
id_id: Otentifikasi
pt_br: Autenticação

source: Basic
id_id: Dasar
pt_br: Básico

source: Digest
id_id: Rangkuman
pt_br: Compilador

source: GSS-Negotiate
pt_br: GSS-Negociado

source: Support
id_id: Dukungan
pt_br: Suporte

source: Automatic
id_id: Otomatis
pt_br: Automático

source: Both
id_id: Keduanya
pt_br: Ambos

source: Choose a URL, username and password for the calendar and click the select calendar button. The username and password fields can be left empty if they are not needed.
id_id: Pilih URL, nama pengguna, dan sandi untuk kalender dan klik tombol pilih kalender \ nIsian nama pengguna dan kata sandi dapat dibiarkan kosong jika tidak diperlukan
pt_br: Escolha uma URL, usuário e senha para o calendário e clique o botão do calendário selecionado. Os campos usuário e senha podem ficar vazios se não forem necessários.

source: Select Calendar
id_id: Pilih Kalender
pt_br: Selecionar calendário

source: CalDAV Error (%s)!
id_id: Galat CalDAV (%s)!
pt_br: Erro do CalDAV (%s)!

source: Error uploading the data to the url: %s Server returned result: (%i) %i %s.
id_id: Gagal mengunggah data ke url: %s Respon server: (%i) %i %s.
pt_br: Erro ao fazer o envio dos dados para a URL: %s O servidor retornou o resultado: (%i) %i %s.

source: Google Error (%s)!
pt_br: Erro do Google (%s)!

source: Unable to delete the event.
id_id: Tidak dapat menghapus acara.
pt_br: Não foi possível excluir o evento.

source: Server returned result: (%i) %i %s.
id_id: Respon server: (%i) %i %s.
pt_br: O Servidor retornou o resultado: (%i) %i %s.

source: Unable to read the calendars from the server.
id_id: Tidak dapat membaca kalender dari server.
pt_br: Não foi possível ler os calendários do servidor.

source: Unable to authenticate to the server.
id_id: Tidak dapat mengotentikasi ke server.
pt_br: Não foi possível autenticar para o servidor.

source: Unable to find the chosen calendar (%s). Available calendars are:
id_id: Tak bisa menemukan kalender terpilih (%s). Kalender yang tersedia:
pt_br: Não foi possível encontrar o calendário (%s). Os calendários disponíveis são:

source: Failed to read the calendar from the server.
id_id: Gagal membaca kalender dari server.
pt_br: Falha ao ler os calendários do servidor.

source: Authentication failed. Verify that you have entered correct username and password.
id_id: Autentikasi gagalVerifikasi bahwa Anda telah memasukkan nama pengguna dan kata sandi yang benar
pt_br: Falha na autenticação. Verifique se você digitou o nome de usuário e senha corretamente.

source: Verify also that you are using application specific password for Rainlendar.
id_id: Verifikasi juga bahwa Anda menggunakan kata sandi khusus aplikasi untuk Rainlendar.
pt_br: Verifique também se você está usando a senha específica do aplicativo para o Rainlendar.

source: The url "%s" does not contain any calendars.
id_id: Url " %s " tidak berisi kalender apa pun.
pt_br: A url "%s" não contém calendários.

source: Error downloading the data from the url: %s
id_id: Galat saat mengunduh data dari url: %s
pt_br: Erro ao receber os dados da url: %s

source: Make sure that your network is working and that your firewall is not blocking the connection.
id_id: Pastikan jaringan Anda normal dan firewall Anda tak memblokir koneksi.
pt_br: Tenha certeza que sua rede está funcionando e que seu Firewall não está bloqueando a conexão.

source: Unable to resolve the proxy. Verify that your proxy settings are correct.
id_id: Tak mampu menemukan proksi. Pastikan setelah proksi Anda benar.
pt_br: Não foi possível encontrar o proxy. Verifique que suas configurações do proxy estejam corretas.

source: Unable to resolve the host.
id_id: Tak bisa menemukan host.
pt_br: Não foi possível resolver o domínio.

source: Unable to connect to the server.
eu_es: Ezinezkoa da serbitzariarekin konektatzea.
id_id: Tidak bisa menghubungi server.
pt_br: Incapaz de se conectar com o servidor.

source: Secure connection (SSL) to the server failed.
id_id: Koneksi aman (SSL) ke server gagal.
pt_br: Conexão segura (SSL) para o servidor falhou.

source: FALSE
id_id: SALAH
pt_br: FALSO

source: Blueberry
pt_br: Mirtilo

source: Lavender
pt_br: Lavanda

source: Peacock
pt_br: Pavão

source: Sage
pt_br: Sábio

source: Basil
pt_br: Manjericão

source: Tagnerine
pt_br: Tangerina

source: Tomato
pt_br: Tomate

source: Grape
pt_br: Uva

source: Graphite
pt_br: Grafite

source: UID
pt_br: IDU

source: Ignore private events
id_id: Abaikan acara pribadi
pt_br: Ignorar eventos particulares

source: Import limit
id_id: Batas impor
pt_br: Importar limites

source: Everything
id_id: Semua
pt_br: Tudo

source: Future only
id_id: Hanya yang mendatang
pt_br: Apenas futuros

source: Past month
id_id: Bulan lalu
pt_br: Mês passado

source: Past 6 months
id_id: 6 bulan terakhir
pt_br: 6 Meses atrás

source: Past year
id_id: Tahun lalu
pt_br: Ano passado

source: Past 2 years
id_id: 2 tahun terakhir
pt_br: 2 Anos atrás

source: Delete notifications
id_id: Hapus pemberitahuan
pt_br: Excluir notificações

source: External Only
id_id: Hanya Eksternal
pt_br: Apenas Externo

source: Future Only
id_id: Hanya Masa Depan
pt_br: Apenas Futuro

source: Color mapping
id_id: Pemetaan warna
pt_br: Mapeamento de cores

source: Enter your Google account email address and click the "Select calendar" button and choose the calendar you want to access.
id_id: Masukkan alamat email akun Google Anda dan klik tombol " Pilih kalender " lalu pilih kalender yang ingin Anda akses
pt_br: Digite o endereço de e-mail de sua conta do Google, clique no botão "Selecionar calendário" e escolha o calendário que você deseja acessar.

source: Select calendar
id_id: Pilih kalender
pt_br: Selecionar calendário

source: Unable to read the calendars.
id_id: Tak bisa membaca kalender.
pt_br: Não foi possível ler os calendários.

source: Authentication failed.
id_id: Otentifikasi gagal.
pt_br: Falha na Autenticação.

source: Unable to authenticate to Google. Please verify that your email and password are correct.
id_id: Tak bisa otentifikasi ke Google. Silakan periksa bahwa email dan sandi Anda benar.
pt_br: Falha na autenticação no Google. Por favor, certifique-se que o seu email e sua senha estão corretos.

source: The event cannot be uploaded because the target calendar hasn't been defined.
id_id: Acara tak bisa diunggahkan sebab kalender tujuan belum ditentukan.
pt_br: O evento não pôde ser enviado porque o calendário de destino não foi definido.

source: Google Calendar Error (%s)!
id_id: Kesalahan Kalender Google (%s)!
pt_br: Erro do Google Calendar (%s)!

source: Unable to authenticate to Google. The 2-step verification is enabled for your account so you need to create an application specific password for Rainlendar. You can do this in the Google account settings under the "2-step verification".
id_id: Tak bisa otentifikasi ke Google. Verifikasi 2-langkah diaktifkan pada akun Anda jadi Anda harus membuat kata sandi terpisah untuk Rainlendar. Anda bisa melakukan ini pada setelan akun Google pada bagian "2-step verification".
pt_br: Não é possível autenticar ao Google. A verificação em 2 etapas está ativada para sua conta de modo você precisa para criar uma senha do aplicativo específico para o Rainlendar. Você pode fazer isso nas configurações da conta do Google em "Verificação em 2 passos".

source: Unable to authenticate to Google. Rainlendar's access to the Google Calendar might have been revoked. Please go to Options->Calendars and run the authentication again for the calendar.
id_id: Tidak dapat mengautentikasi ke GoogleAkses Rainlendar ke Kalender Google mungkin telah dicabutSilakan buka Opsi -&gt;Kalender dan jalankan otentikasi lagi untuk kalender
pt_br: Não foi possível autenticar no Google. O acesso do Rainlendar ao Google Calendar pode ter sido revogado. Vá para Opções->Calendários e execute a autenticação novamente para o calendário.

source: Unable to authenticate to Google. Server returned result: (%i) %i %s.
id_id: Tak bisa otentifikasi ke Google. Respon server: (%i) %i %s.
pt_br: Falha na autenticação no Google. O servidor retornou o resultado: (%i) %i %s.

source: Unable to download the calendars. Server returned result: (%i) %i %s.
id_id: Tak bisa mengunduh kalender. Respon server: (%i) %i %s.
pt_br: Incapaz de receber os calendários. O servidor retornou o resultado: (%i) %i %s.

source: Unable to parse the calendar url.
id_id: Tak mampu mengurai url kalender.
pt_br: Incapaz de ler a URL do calendário.

source: It seems that you have entered a URL as the calendar name. You need to use one of the names below instead:
id_id: Nampaknya Anda memasukkan URL sebagai nama kalender. Akan lebih baik menggunakan salah satu nama berikut:
pt_br: Parece que você digitou uma URL como nome do calendário. Ao invés disto você precisa usar um dos nomes abaixo:

source: Unable to delete the event:
id_id: Tidak bisa menghapus acara:
pt_br: Não foi possível excluir o evento:

source: The event cannot be uploaded to the Google Calendar due to a conflict. The updated event will be reloaded from the Google Calendar.
id_id: Acara tak bisa diunggahkan ke Google Calendar karena konflik. Acara terkinikan akan dimuatkan-ulang dari Google Calendar.
pt_br: O evento não pode ser enviado para o Google Calendar devido a um conflito. O evento atualizado será recarregado do Google Calendar.

source: Unable to parse the events.
id_id: Tak bisa mengurai acara.
pt_br: Não foi possível analisar os eventos.

source: Unable to upload the event:
id_id: Tidak bisa mengunggah acara:
pt_br: Não foi possível enviar o evento:

source: Task list name
id_id: Nama daftar tugas
pt_br: Nome da Lista de tarefas

source: Enter your Google account email address and click the "Select task list" button and choose the task list you want to access.
id_id: Masukkan alamat email akun Google Anda dan klik tombol " Pilih daftar tugas " dan pilih daftar tugas yang ingin Anda akses
pt_br: Digite o endereço de e-mail de sua conta do Google, clique no botão "Selecionar lista de tarefas" e escolha a lista de tarefas que deseja acessar.

source: Select task list
id_id: Pilih daftar tugas
pt_br: Selecionar lista de tarefas

source: Unable to read the task lists.
id_id: Tak bisa membaca daftar tugas.
pt_br: Não foi possível ler as listas de tarefas.

source: The task cannot be uploaded because the target task list hasn't been defined.
id_id: Tugas tak bisa diunggahkan sebab daftar tugas tujuan belum ditentukan.
pt_br: A tarefa não pôde ser enviada porque a lista de tarefas de destino não foi definida.

source: Google Tasks Error (%s)!
id_id: Kesalahan Tugas Google (%s)!
pt_br: Erro do Google Tasks (%s)!

source: Unable to authenticate to Google. Rainlendar's access to the Google Task list might have been revoked. Please refresh the calendar and authenticate Rainlendar again to your Google account.
id_id: Tidak dapat mengautentikasi ke GoogleAkses Rainlendar ke daftar Tugas Google mungkin telah dicabutHarap segarkan kalender dan otentikasi lagi Rainlendar ke akun Google Anda
pt_br: Não foi possível autenticar no Google. O acesso do Rainlendar ao Google Task pode ter sido revogado. Atualize o calendário e autentique o Rainlendar novamente para sua conta do Google.

source: Unable to download the task lists. Server returned result: (%i) %i %s.
id_id: Tak bisa mengunduh daftar tugas. Respon server: (%i) %i %s.
pt_br: Incapaz de receber as listas de tarefas. O servidor retornou o resultado: (%i) %i %s.

source: Unable to parse the task list url.
id_id: Tak bisa mengurai url daftar tugas.
pt_br: Incapaz de ler a URL da lista de tarefas.

source: It seems that you have entered a URL as the task list name. You need to use one of the names below instead:
id_id: Nampaknya Anda memasukkan URL sebagai nama daftar tugas. Akan lebih baik memakai salah satu nama berikut:
pt_br: Parece que você digitou uma URL como nome da lista de tarefas. Ao invés disto você precisa usar um dos nomes abaixo:

source: Unable to find the chosen task list (%s). Available lists are:
id_id: Tak bisa menemukan daftar tugas terpilih (%s). Daftar yang tersedia:
pt_br: Não foi possível encontrar a lista de tarefas (%s). As listas disponíveis são:

source: Unable to delete the task:
id_id: Tidak bisa menghapus tugas:
pt_br: Não foi possível excluir a tarefa:

source: The task cannot be uploaded to the Google Tasks due to a conflict. The updated task will be reloaded from the Google Tasks.
id_id: Tugas tak bisa diunggahkan ke Google Tasks karena konflik. Tugas terkinikan akan dimuatkan-ulang dari Google Tasks.
pt_br: A tarefa não pôde ser enviada para o Google Tasks devido a um conflito. A tarefa atualizada será recarregada do Google Tasks.

source: Unable to upload the task:
id_id: Tidak bisa mengunggah tugas:
pt_br: Não foi possível enviar a tarefa:

source: Rainlendar files (*.ini)|*.ini
eu_es: Rainlendar fitxategiak(*.ini)|*.ini
id_id: Berkas Rainlendar (*.ini)|*.ini
pt_br: Arquivos do Rainlendar (*.ini)|*.ini

source: Downloaded event count
id_id: Jumlah acara yang diunduh
pt_br: Contagem de eventos transferidos

source: Enter your Microsoft To Do account email address and click the "Select calendar" button and choose the calendar you want to access.
pt_br: Digite o endereço de e-mail da sua conta do Microsoft To Do e clique no botão "Selecionar calendário" e escolha o calendário que deseja acessar.

source: Unable to authenticate to Office 365 account. Please verify that your email and password are correct.
id_id: Tidak dapat mengotentikasi ke akun Office 365 Pastikan bahwa email dan kata sandi Anda sudah benar
pt_br: Não foi possível autenticar à conta do Office 365. Verifique se seu email e senha estão corretos.

source: Microsoft To Do Error (%s)!
pt_br: Erro do Microsoft To Do (%s)!

source: Unable to authenticate to Office 365 account. Rainlendar's access to the Office 365 calendar might have been revoked. Please refresh the calendar and authenticate Rainlendar again to your Office 365 account.
id_id: Tidak dapat mengotentikasi ke akun Office 365Akses Rainlendar ke kalender Office 365 mungkin telah dicabutHarap segarkan kalender dan otentikasi lagi Rainlendar ke akun Office 365 Anda
pt_br: Não foi possível autenticar para a conta do Office 365. O acesso do Rainlendar ao calendário do Office 365 pode ter sido revogado. Atualize o calendário e autentique o Rainlendar novamente em sua conta do Office 365.

source: Unable to authenticate to Office 365 account. Server returned result: (%i) %i %s.
id_id: Tidak dapat mengotentikasi ke akun Office 365\ nServer mengembalikan hasil: (%i )%i %s
pt_br: Não foi possível autenticar à conta do Office365. O servidor retornou o resultado: (%i) %i %s.

source: The event cannot be uploaded due to a conflict. The updated event will be reloaded from the server.
id_id: Acara tidak dapat diunggah karena konflikAcara yang diperbarui akan dimuat ulang dari server
pt_br: O evento não pode ser enviado devido a um conflito. O evento atualizado será recarregado do servidor.

source: Safe upload
eu_es: Igortze segurua
id_id: Unggah aman
pt_br: Upload seguro

source: Choose a URL, username and password for the calendar. The URL can use http, https or ftp protocols. The username and password fields can be left empty if they are not needed.
id_id: Pilih URL, nama pengguna dan kata sandi untuk kalender. URL bisa menggunakan protokol http, https atau ftp. nama pengguna dan kata sandi bisa dikosongkan jika tak diperlukan.
pt_br: Escolha uma URL, usuário e senha para o calendário. A URL pode usar protocolos http, https ou ftp. Os campos usuário e senha podem ficar vazios se não forem necessários.

source: Network Error (%s)!
id_id: Jejaring Gagal (%s)!
pt_br: Erro na rede (%s)!

source: Unable to add the item to the online calendar.
id_id: Tak bisa menambahkan item ke kalender online.
pt_br: Não foi possível adicionar o item para o calendário online.

source: Unable to remove the item from the online calendar.
id_id: Tak bisa menyingkirkan item dari kalender online.
pt_br: Não foi possível remover o item do calendário online.

source: Unable to parse the file: %s The file might be corrupted.
id_id: Tidak bisa membaca berkas: %s Berkas tsb kemungkinan rusak.
pt_br: Incapaz de analisar o arquivo: %s O arquivo pode estar corrompido.

source: The server returned an empty result. Make sure that the calendar url points to a file and not to a folder.
id_id: Jawaban server kosong. Pastikan url kalender menunjuk ke berkas dan bukan map.
pt_br: O servidor retornou um resultado vazio. Tenha certeza que a url do calendário aponta para um arquivo e não para uma pasta.

source: Error downloading the data from the url: %s Server returned result: (%i) %i %s.
id_id: Gagal mengunduh data dari url: %s Respon server: (%i) %i %s.
pt_br: Erro ao receber os dados da URL: %s O servidor retornou o resultado: (%i) %i %s.

source: Enter your Office 365 account email address and click the "Select calendar" button and choose the calendar you want to access.
id_id: Masukkan alamat email akun Office 365 Anda dan klik tombol " Pilih kalender " dan pilih kalender yang ingin Anda akses
pt_br: Digite o email e a senha de sua conta do Office 365, clique no botão "Selecionar calendário" e escolha o calendário que você deseja acessar.

source: Office365 Error (%s)!
id_id: Kesalahan Office365 (%s)!
pt_br: Erro do Office365 (%s)!

source: The authentication is outdated. Please go to Options->Calendars and run the authentication again for the calendar.
pt_br: A autenticação está desatualizada. Vá para Opções->Calendários e execute a autenticação novamente para o calendário.

source: Outlook Error! Unable to initialize the MAPI library. If you have upgraded Rainlendar or Outlook you need to recreate the Outlook calendar in Rainlendar's options. Make also sure you are using the same versions (32bit vs. 64bit) of both applications.
id_id: Outlook Error! Tak bisa menyalakan perpustakaan MAPI. Jika Anda meng-upgrade Rainlendar atau Outlook, Anda perlu membuat-ulang kalender Outlook di opsi Rainlendar. Pastikan juga Anda menggunakan versi yang sama (32bit vs 64 bit) dari kedua aplikasi.
pt_br: Erro no Outlook! Não foi possível inicializar a biblioteca MAPI. Se você atualizou o Rainlendar ou o Outlook você precisa recriar o calendário do Outlook nas opções do Rainlendar. Esteja certo de que você está usando as mesmas versões (32bit e 64bit) de ambos os aplicativos.

source: Application
eu_es: Aplicazioa
id_id: Aplikasi
pt_br: Aplicação

source: Profile
eu_es: Profila
id_id: Profil
pt_br: Perfil

source: MessageStore
eu_es: Mezu biltegiratze
id_id: Kotak pesan
pt_br: Arquivo de Dados (mensagens)

source: Folders
eu_es: Direktorioak
id_id: Map
pt_br: Pastas

source: Default Folder
id_id: Map baku
pt_br: Pasta Padrão

source: Use labels instead of categories
eu_es: Etiketak erabili kategorien ordez
id_id: Gunakan label sebagai pengganti kategori
pt_br: Utilizar rótulos ao invés de categorias

source: Show edit links
eu_es: Editatzeko estekak erakutsi
id_id: Tampilkan pranala sunting
pt_br: Exibir links de edição

source: Keep MAPI connection alive
eu_es: MAPI konexioa bizirik mantendu
id_id: Menjaga koneksi MAPI tetap aktif
pt_br: Manter ativa a conexão MAPI

source: 6 months
id_id: 6 bulan
pt_br: 6 Meses

source: Year
id_id: Tahun
pt_br: Ano

source: 2 years
id_id: 2 tahun
pt_br: 2 Anos

source: Read birthdays from contacts
id_id: Baca hari ulang tahun dari kontak
pt_br: Importe aniversários dos contatos do Outlook

source: Choose the Outlook message store which you want to see in Rainlendar.
eu_es: Outlook-en Railendar zein karpetatan ikusi nahi duzun aukeratu.
id_id: Pilih kotak pesan pada Outlook yang ingin Anda lihat di Rainlendar.
pt_br: Escolha o Arquivo de Dados do Outlook que você deseja ver no Rainlendar.

source: [[outlook:%s][edit]]
pt_br: [[outlook:%s][editar]]

source: Outlook error!
pt_br: Erro do Outlook!

source: Failed to read the Outlook items from "%s". See log for more details.
id_id: Gagal membaca item Outlook dari "%s". Periksa rincian pada log.
pt_br: Falha ao ler os itens do Outlook de"%s". Verifique o registro para obter mais detalhes.

source: Updating the item failed. Error code 0x%p
id_id: Pengkinian item gagal. Kode error 0x%p
pt_br: Falha ao atualizar item. Código de erro 0x%p

source: Failed to write the Outlook item. There are no folders available where it could be stored.
id_id: Gagal menuliskan item Outlook. Tak ada subdirektori yang tersedia untuk tempat menyimpan.
pt_br: Falha ao gravar o item do Outlook. Não há pastas disponíveis onde poderiam ser armazenados.

source: Unable to delete the item. Error code 0x%p
id_id: Item tak bisa dihapus. Kode error 0x%p
pt_br: Não foi possível deletar o item. Código de erro 0x%p

source: Unable to find the Remember The Milk task list!
id_id: Tak bisa menemukan daftar tugas Remember The Milk!
pt_br: Não foi possível encontrar a lista de tarefas do Rememer The Milk!

source: The list "%s" could not be found. Available lists are:
id_id: Daftar "%s" tak ditemukan. Daftar yang ada:
pt_br: A lista "%s" não pode ser encontrada. As listas disponíveis são:
