Repository: rainlendar/Rainlendar-Resources
Catalog: Languages/*/rainlendar2.po
Languages: eu_es, id_id, pt_br

source: Rainlendar is unable to start the HTTP server to receive the OAuth response. Verify that you don't have any any security software which prevents application's from starting servers and that there are no other services running in the same port.
id_id: Rainlendar tidak dapat memulai server HTTP untuk menerima respons OAuthVerifikasi bahwa Anda tidak memiliki perangkat lunak keamanan apa pun yang mencegah aplikasi memulai server dan bahwa tidak ada layanan lain yang berjalan di port yang sama
pt_br: O Rainlendar não pode iniciar o servidor HTTP para receber a resposta OAuth. Verifique se você possui algum software de segurança que impeça o aplicativo de iniciar servidores e se não há outros serviços em execução na mesma porta.

source: Server Port:
id_id: Port server:
pt_br: Porta do Servidor:

source: Failed to start HTTP server
id_id: Gagal menjalankan server HTTP
pt_br: Falha ao iniciar o servidor HTTP

source: Choose the backup path
eu_es: Segurtasun kopiaren bidea aukeratu
id_id: Pilih lokasi untuk cadangan
pt_br: Escolha o caminho do backup

source: Archive (*.zip)|*.zip
eu_es: Konprimatutako fitxategiak (*.zip)|*.zip
id_id: Arsip (*.zip)|*.zip
pt_br: Arquivo (*.zip)|*.zip

source: Authentication failed!
id_id: Autentikasi gagal!
pt_br: Falha na autenticação!

source: Make sure that you finish the authentication process
id_id: Pastikan bahwa Anda menyelesaikan proses autentikasi
pt_br: Concluir o processo de autenticação

source: and give Rainlendar permission to access your calendar.
id_id: dan berikan Rainlendar izin untuk mengakses kalender Anda.
pt_br: e dar ao Rainlendar permissão para acessar seu calendário.

source: Authentication succeeded!
id_id: Autentikasi berhasil!
pt_br: Autenticação bem-sucedida!

source: You may close the browser window now.
id_id: Anda dapat menutup jendela peramban sekarang.
pt_br: Você pode fechar a janela do navegador agora.

source: Choose the backup file:
id_id: Pilih berkas cadangan:
pt_br: Escolha o arquivo de backup:

source: Select
id_id: Pilih
pt_br: Selecionar

source: No backups found!
id_id: Tidak ditemukan cadangan!
pt_br: Não foram encontrados backups!

source: There are no backups available in the backup folder.
id_id: Tak ada cadangan tersedia di folder cadangan.
pt_br: Não há backups disponíveis na Pasta de Backup.

source: The settings do not exist!
id_id: Setelan itu tidak ada!
pt_br: As configurações não existem!

source: The selected backup file doesn't contain the settings file.
id_id: Berkas cadangan terpilih tidak memiliki berkas setelan.
pt_br: O arquivo de backup selecionado não contém o arquivo de configurações.

source: The file already exists:
eu_es: Fitxategia existitzen da jadanik:
id_id: Berkas sudah ada:
pt_br: O arquivo já existe:

source: Do you want to overwrite the file?
eu_es: Fitxategia gainidatzi nahi al duzu?
id_id: Anda ingin mengganti berkas ini?
pt_br: Você deseja sobrescrever o arquivo?

source: Unable to overwrite file:
eu_es: Ezin izan da fitxategi hau gainidatzi:
id_id: Gagal menimpa berkas:
pt_br: Não foi possível sobrescrever o arquivo:

source: Write error!
eu_es: Idazketa errorea!
id_id: Penulisan gagal!
pt_br: Erro de escrita na gravação!

source: Unable to restore the file: %s You need to extract the file manually from the backup archive.
id_id: Gagal memulihkan berkas: %s Anda harus menguraikan berkas secara manual dari arsip cadangan.
pt_br: Não foi possível restaurar o arquivo: %s Você precisa extrair o arquivo manualmente do arquivo de backup.

source: Restore error!
id_id: Pemulihan gagal!
pt_br: Erro na restauração!

source: [None]
id_id: [Kosong]
pt_br: [Nenhum]

source: <Hidden>
id_id: <Tersembunyi>
pt_br: <Oculto>

source: all
id_id: semua
pt_br: tudo

source: active
id_id: aktif
pt_br: ativo

source: dismissed
id_id: Bubar!
pt_br: descartar

source: snoozed
id_id: tunda
pt_br: adiar

source: Show only needs action
id_id: Tampilkan hanya perlu tindakan
pt_br: Mostrar apenas ações necessárias

source: Show only in progress
id_id: Tampilkan hanya dalam proses
pt_br: Mostrar apenas em andamento

source: Show only completed
id_id: Tampilkan hanya selesai
pt_br: Mostrar apenas concluídos

source: Show only cancelled
id_id: Tampilkan hanya dibatalkan
pt_br: Mostrar apenas cancelados

source: Hide needs action
id_id: Perlu Aksi
pt_br: Ocultar precisa de ação

source: Hide in progress
id_id: sedang berlangsung
pt_br: Ocultar em progresso

source: Hide completed
id_id: Sembunyikan selesai
pt_br: Ocultar concluído

source: Hide cancelled
id_id: Sembunyikan dibatalkan
pt_br: Ocultar cancelado

source: Reset completed time
id_id: Setel ulang waktu selesai
pt_br: Redefinir horário concluído

source: Show only no priority
id_id: Tampilkan hanya tanpa prioritas
pt_br: Mostrar apenas sem prioridade

source: Show only high priority
id_id: Tampilkan hanya prioritas tinggi
pt_br: Mostrar apenas alta prioridade

source: Show only normal priority
id_id: Tampilkan prioritas normal saja
pt_br: Mostrar apenas prioridade normal

source: Show only low priority
id_id: Hanya tampilkan prioritas rendah
pt_br: Mostrar apenas baixa proioridade

source: Hide no priority
id_id: Sembunyikan tidak ada prioritas
pt_br: Ocultar sem prioridade

source: Hide high priority
id_id: Prioritas tinggi
pt_br: Ocultar alta prioridade

source: Hide normal priority
id_id: Sembunyikan prioritas normal
pt_br: Ocultar prioridade normal

source: Hide low priority
id_id: Prioritas rendah
pt_br: Ocultar baixa prioridade

source: Show only alarms
id_id: Tampilkan hanya alarm
pt_br: Mostrar apenas alarmes

source: Show only active
id_id: Tampilkan hanya aktif
pt_br: Mostrar apenas ativos

source: Show only snoozed
id_id: Tampilkan hanya mode tunda
pt_br: Mostrar apenas adiados

source: Show only dismissed
id_id: Tampilkan hanya diberhentikan
pt_br: Mostrar apenas descartados

source: Hide alarms
id_id: Sembunyikan alarm
pt_br: Ocultar alarmes

source: Hide active
id_id: Sembunyikan aktif
pt_br: Ocultar ativo

source: Hide snoozed
id_id: Sembunyikan mode tunda
pt_br: Ocultar adiado

source: Hide dismissed
id_id: Sembunyikan yang diberhentikan
pt_br: Ocultar descartados

source: Reset dismiss time
id_id: Atur ulang waktu pemberhentian
pt_br: Redefinir descartar horário

source: Reset snooze time
id_id: Atur ulang waktu tunda
pt_br: Redefinir horário de adiamento

source: Dismiss next alarm
id_id: Abaikan alarm berikutnya
pt_br: Descartar próximo alarme

source: Duration:
id_id: Durasi:
pt_br: Duração:

source: Next alarm:
id_id: Alarm berikutnya:
pt_br: Próximo alarme:

source: Dismissed:
id_id: Bubar!
pt_br: Descartar:

source: Snoozed until:
id_id: Ditunda sampai:
pt_br: Adiar até:

source: In Progress
eu_es: Progresuan
id_id: Dalam Proses
pt_br: Em progresso

source: Completed
eu_es: Osatua
id_id: Selesai
pt_br: Completado

source: Needs Action
eu_es: Akzioa behar da
id_id: Memerlukan Tindakan
pt_br: Necessita Ação

source: Cancelled
eu_es: Ezeztatua
id_id: Batal
pt_br: Cancelado

source: None
eu_es: Bat ere ez
id_id: Tidak ada
pt_br: Nenhum

source: High
eu_es: Altua
id_id: Tinggi
pt_br: Alto

source: Low
eu_es: Baxua
id_id: Rendah
pt_br: Baixo

source: All
id_id: Semua
pt_br: Tudo

source: Active
id_id: Aktif
pt_br: Revestimentos ativos

source: Dismissed
id_id: Bubar!
pt_br: Descartaado

source: Snoozed
id_id: Mode tunda
pt_br: Adiado

source: Daily
id_id: Harian
pt_br: Diariamente

source: Weekly
id_id: Mingguan
pt_br: Semanalmente

source: Monthly
id_id: Bulanan
pt_br: Mensalmente

source: Yearly
id_id: Tahunan
pt_br: Anualmente

source: Private
eu_es: Pribatua
id_id: Pribadi
pt_br: Particular

source: Public
id_id: Umum
pt_br: Público

source: Confidential
id_id: Rahasia
pt_br: Confidencial

source: Default
eu_es: Lehenetsia
id_id: Bawaan
pt_br: Padrão

source: No priority
id_id: Tidak ada prioritas
pt_br: Sem prioridade

source: Normal priority
id_id: Prioritas normal
pt_br: Prioridade normal

source: High priority
id_id: Prioritas tinggi
pt_br: Alta prioridade

source: Low priority
id_id: Prioritas rendah
pt_br: Baixa prioridade

source: Created:
id_id: Dibuat:
pt_br: Criado:

source: Unknown
eu_es: Ezezaguna
id_id: Tidak Dikenal
pt_br: Desconhecido

source: Modified:
id_id: Diubah
pt_br: Modificado:

source: Copy
eu_es: Kopiatu
id_id: Salin
pt_br: Copiar

source: Region
eu_es: Herria
id_id: Wilayah
pt_br: Região

source: Native
eu_es: Jatorrizkoa
id_id: Asli
pt_br: Nativa

source: Sunday
eu_es: Igandea
id_id: Minggu
pt_br: Domingo

source: Monday
eu_es: Astelehena
id_id: Senin
pt_br: Segunda-feira

source: Tuesday
eu_es: Asteartea
id_id: Selasa
pt_br: Terça-feira

source: Wednesday
eu_es: Asteazkena
id_id: Rabu
pt_br: Quarta-feira

source: Thursday
eu_es: Osteguna
id_id: Kamis
pt_br: Quinta-feira

source: Friday
eu_es: Ostirala
id_id: Jum'at
pt_br: Sexta-feira

source: Saturday
eu_es: Larunbata
id_id: Sabtu
pt_br: Sábado

source: Every second Saturday
id_id: Setiap Sabtu kedua
pt_br: Todo segundo sábado

source: Start
eu_es: Hasiera
id_id: Mulai
pt_br: Início

source: Due
eu_es: Mugaeguna
id_id: Tenggat
pt_br: Vencimento

source: Priority
eu_es: Lehentasuna
id_id: Prioritas
pt_br: Prioridade

source: Category
id_id: Kategori
pt_br: Categoria

source: Recurrence
eu_es: Errepikapenak
id_id: Pengulangan
pt_br: Recorrência

source: Off
id_id: Mati
pt_br: Desativado

source: General
eu_es: Orokorra
id_id: Umum
pt_br: Geral

source: %H:%M (e.g. "15:42")
id_id: %H:%M (misal "15:42")
pt_br: %H:%M (ex.: "15:42")

source: %#H:%M (e.g. "7:42")
id_id: %#H:%M (misal "7:42")
pt_br: %#H:%M (ex.: "7:42")

source: %I:%M %p (e.g. "01:42 pm")
id_id: %I:%M %p (misal "01:42 pm")
pt_br: %I:%M %p (ex.: "01:42 pm")

source: %#I:%M %p (e.g. "3:42 pm")
id_id: %#I:%M %p (misal "3:42 pm")
pt_br: %#I:%M %p (ex.: "3:42 pm")

source: Time format
eu_es: Orduaren formatua
id_id: Format waktu
pt_br: Formato da hora

source: %d.%#m.%Y (e.g. "21.4.2012")
id_id: %d.%#m.%Y (misal "21.4.2012")
pt_br: %d.%#m.%Y (ex.: "21.4.2012")

source: %d.%m.%Y (e.g. "21.04.2012")
id_id: %d.%m.%Y (misal "21.04.2012")
pt_br: %d.%m.%Y (ex.: "21.04.2012")

source: %Y-%m-%d (e.g. "2012-04-21")
id_id: %Y-%m-%d (misal "2012-04-21")
pt_br: %Y-%m-%d (ex.: "2012-04-21")

source: %#m/%d/%Y (e.g. "4/21/2012")
id_id: %#m/%d/%Y (misal "4/21/2012")
pt_br: %#m/%d/%Y (ex.: "4/21/2012")

source: %m/%d/%Y (e.g. "04/21/2012")
id_id: %m/%d/%Y (misal "04/21/2012")
pt_br: %m/%d/%Y (ex.: "04/21/2012")

source: Date format
eu_es: Dataren formatua
id_id: Format tanggal
pt_br: Formato da data

source: Use 'Today' and 'Tomorrow'
id_id: Gunakan 'Hari Ini' dan 'Besok'
pt_br: Usar 'Hoje' e 'Amanhã'

source: Weekend days
eu_es: Asteburu-egunak
id_id: Hari libur mingguan
pt_br: Dias do fim de semana

source: Week number delta
eu_es: Aste-zenbakiaren delta
id_id: Delta jumlah minggu
pt_br: Número delta da semana

source: Default categories
eu_es: Defektuzko kategoriak
id_id: Kategori bawaan
pt_br: Categorias padrão

source: Show categories from the skin
eu_es: Azalaren kategoriak bistaratu
id_id: Tampilkan kategori dari tampilan
pt_br: Exibir categorias da skin

source: Show tray icon
eu_es: ataza-barrako ikurra bistaratu
id_id: Tampilkan ikon tray
pt_br: Exibir ícone na bandeja

source: Show tray status icons
id_id: Tampilkan ikon status tray
pt_br: Exibir ícones de status na bandeja

source: Day number
id_id: Nomor hari
pt_br: Número do dia

source: Week number
id_id: Nomor minggu
pt_br: Número da semana

source: Number in tray
id_id: Nomor dalam nampan
pt_br: Número ao lado do relógio

source: Always
id_id: Selalu
pt_br: Sempre

source: Never
id_id: Tidak pernah
pt_br: Nunca

source: Show full menus
id_id: Tampilkan menu lengkap
pt_br: Mostrar menus completos

source: Disable keyboard shortcuts
eu_es: Teklatu bide-lasterrak ezgaitu
id_id: Matikan pintasan papan tombol
pt_br: Desabilitar teclas de atalho

source: List wheel scroll
eu_es: Zerrendan scroll egin gurpilarekin
id_id: Gulirkan roda daftar
pt_br: Rolagem da lista com a roda do mouse

source: Skin language
eu_es: Azalaren hizkuntza
id_id: Bahasa tampilan
pt_br: Idioma da skin

source: Number of stored backups
id_id: Jumlah cadangan tersimpan
pt_br: Número de bakcups armazenados

source: Show delete confirmations
eu_es: Berrespena eskatu ezabatzeko
id_id: Tampilkan konfirmasi menghapus
pt_br: Exibir confirmações ao excluir

source: Disable text formatting
eu_es: Testuaren formatua ezgaitu
id_id: Matikan pemformatan teks
pt_br: Desativar a formatação de texto

source: Show empty list text
id_id: Tampilkan teks daftar kosong
pt_br: Mostrar o texto da lista vazia

source: Check for updates
id_id: Cek versi terkini
pt_br: Verificar atualizações

source: Show url icons
id_id: Tampilkan ikon url
pt_br: Exibir ícones de URL

source: Simultaneous transfers
id_id: Transfer simultan
pt_br: Transferências simultâneas

source: Only uncategorized
id_id: Hanya yang tidak terkategori
pt_br: Somente não categorizados

source: Icon from events
id_id: Ikon dari acara
pt_br: Ícone dos eventos

source: Visual category overwrite
id_id: Timpa kategori visual
pt_br: Substituir categoria visual

source: Store English category names
id_id: Simpan nama kategori inggris
pt_br: Armazenar nome das categorias em Inglês

source: Custom category icon path
id_id: Lokasi ikon katagori khusus
pt_br: Caminho dos ícones de categoria personalizada

source: Use antialiased fonts
id_id: Pakai huruf termuluskan (anti-aliased)
pt_br: Efeito antisserrilhado nas fontes

source: Count
id_id: Hitung
pt_br: Contagem

source: Ordinal
id_id: Berurutan
pt_br: Ordinário

source: Type of year to add for categories
id_id: Jenis tahun yang akan ditambahkan untuk kategori
pt_br: Tipo de ano para adicionar às categorias

source: Use custom password encrypting
id_id: Gunakan penyandian kata sandi kustom
pt_br: Usar criptografia personalizada de senha

source: Keep editor open until writing succeeds
id_id: Tetap buka editor sampai penulisan berhasil
pt_br: Mantenha o editor aberto até que a gravação seja bem-sucedida

source: Time span in the editor
id_id: Rentang waktu pada penyunting
pt_br: Duração do tempo no editor

source: Number of previous locations
id_id: Jumlah dari lokasi sebelumnya
pt_br: Número de locais anteriores

source: Last used
pt_br: Último usado

source: Frequency
pt_br: Frequência

source: Alphabethical
pt_br: Alfabético

source: Previous location list order
pt_br: Ordem anterior da lista de locais

source: Default event duration
id_id: Durasi acara default
pt_br: Duração do evento padrão

source: Customize event editor fields
pt_br: Personalizar campos do editor de eventos

source: Customize task editor fields
pt_br: Personalizar campos do editor de tarefas

source: Windows
eu_es: Lehioak
id_id: Jendela
pt_br: Janelas

source: Use window names
id_id: Gunakan nama jendela
pt_br: Usar nomes na janela

source: Hide on Aero peek
id_id: Sembunyikan saat Aero peek
pt_br: Ocultar no Aero Peek

source: Transparency type
eu_es: Gardentasun mota
id_id: Tipe transparansi
pt_br: Tipo de transparência

source: Copy transparency sleep time
eu_es: Gardentasun lo-denbora kopiatu
id_id: Salin waktu tidur transparansi
pt_br: Copiar transparência da hora de dormir

source: Fade delay (ms)
id_id: Tenggang waktu pudar (ms)
pt_br: Atraso ao esmaecer (ms)

source: Fade duration (ms)
id_id: Lama pudar (ms)
pt_br: Duração do esmaecimento (ms)

source: Allow window fading
id_id: Aktifkan jendela memudar
pt_br: Permitir desaparecimento da janela

source: Keep on screen
eu_es: Pantailan mantendu
id_id: Selalu tampilkan
pt_br: Manter na tela

source: Bring all windows on top when clicked
id_id: Bawa semua jendela ke atas saat diklik
pt_br: Trazer todas as janelas para cima quando clicadas

source: Show in all desktops
eu_es: Mahaigain guztietan erakutsi
id_id: Tampilkan pada semua desktop
pt_br: Exibir em todas as áreas de trabalho

source: Snap distance
eu_es: Gerturatze-distantzia
id_id: Jarak snap
pt_br: Distância para mover

source: Snap center
eu_es: Erdigunera gerturatu
id_id: Pusat snap
pt_br: Mover para o centro

source: Don't save
id_id: Jangan simpan
pt_br: Não salvar

source: Per resolution
id_id: Per resolusi
pt_br: Por resolução

source: Single value
id_id: Nilai tunggal
pt_br: Valor único

source: Save window position
eu_es: Lehioaren kokapena gorde
id_id: Simpan posisi jendela
pt_br: Salvar posição da janela

source: Font face
id_id: Wajah Font
pt_br: Fonte

source: Scaling quality
id_id: Kualitas penskalaan
pt_br: Qualidade da escala

source: Tiny
pt_br: Minúsculo

source: Small
pt_br: Pequeno

source: Medium
eu_es: Ertaina
id_id: Sedang
pt_br: Médio

source: Large
id_id: Besar
pt_br: Grande

source: Created thumbnail size for attachments
pt_br: Tamanho da miniatura criada para anexos

source: Network
eu_es: Sarea
id_id: Jaringan
pt_br: Rede

source: Reload delay after resume (s)
id_id: Muat ulang penundaan setelah resume
pt_br: Atraso no recarregamento após reiniciar (s)

source: Network access delay after startup (s)
id_id: Keterlambatan akses jaringan setelah memulai
pt_br: Atraso no acesso à rede após iniciar (s)

source: Proxy server
eu_es: Proxy serbitzaria
id_id: Server proxy
pt_br: Servidor proxy

source: Proxy user
eu_es: Proxy-erabiltzailea
id_id: Pengguna proxy
pt_br: Usuário do proxy

source: Proxy password
eu_es: Pasa-hitza
id_id: Sandi proxy
pt_br: Senha do proxy

source: Proxy type
id_id: Tipe proxy
pt_br: Tipo de Proxy

source: Try direct connection if proxy fails
eu_es: Konexio zuzenarekin saiatu proxy-ak huts eginez gero
id_id: Coba koneksi langsung jika proxy gagal
pt_br: Tente a conexão direta se o proxy falhar

source: Calendar
eu_es: Egutegia
id_id: Kalender
pt_br: Calendário

source: Show all icons
id_id: Tampilkan semua ikon
pt_br: Exibir todos os ícones

source: Show one icon per type
id_id: Tampilkan satu ikon per tipe
pt_br: Exibir um ícone por tipo

source: Show only one icon
id_id: Tampilkan satu ikon saja
pt_br: Exibir somente um ícone

source: Show no icons
id_id: Jangan tampilkan ikon
pt_br: Não mostrar ícones

source: Combine icons in the calendar
eu_es: Ikurrak konbinatu egutegian
id_id: Gabung ikon pada kalender
pt_br: Combinar ícones no calendário

source: Calendar wheel scroll
eu_es: Eguntegian scroll egin gurpilarekin
id_id: Gulir roda kalender
pt_br: Rolagem do calendário com a roda do mouse

source: Show tasks in calendar
id_id: Tampilkan tugas pada kalender
pt_br: Exibir tarefas no calendário

source: Always show menu
id_id: Selalu tampilkan menu
pt_br: Sempre exibir menu

source: Always create new event
id_id: Selalu buat acara baru
pt_br: Sempre criar um novo evento

source: Do nothing
id_id: Jangan lakukan apa-apa
pt_br: Não fazer nada

source: Double click action
id_id: Tindakan klik dua kali
pt_br: Ação do duplo clique

source: Tooltip
eu_es: Textuinguruko laguntza
id_id: Tip-alat
pt_br: Dica

source: Show tooltips
eu_es: Aholkuak erakutsi
id_id: Tampilkan tip-alat
pt_br: Exibir dicas

source: Only on days with events
id_id: Hanya hari dengan acara
pt_br: Somente nos dias com eventos

source: Show tooltip in tray
id_id: Tampilkan tip-alat pada tray
pt_br: Exibir dicas na bandeja

source: Max tooltip window width
eu_es: Aholku-leihoaren zabalera maximoa
id_id: Lebar maksimal jendela tip-alat
pt_br: Largura máxima da janela das dicas

source: Show description in tooltip
eu_es: Deskribapena bistaratu aholkuan
id_id: Tampilkan deskripsi pada tip-alat
pt_br: Exibir descrições nas dicas

source: Task fields in tooltip
id_id: Bidang tugas dalam tooltip
pt_br: Campos de tarefas nas dicas

source: Event fields in tooltip
id_id: Bidang acara dalam tooltip
pt_br: Campos de eventos nas dicas

source: Traytip show duration (s)
id_id: Traytip menampilkan durasi
pt_br: Duração da exibição da notificação de dica (s)

source: Tooltip fade duration (ms)
id_id: Lama pudar tip-alat (ms)
pt_br: Duração do esmaecimento da dica

source: Tooltip show delay (ms)
id_id: Tenggang waktu tampilan tip-alat (ms)
pt_br: Atraso na exibição da dica (ms)

source: Tooltip format
eu_es: Aholkuen formatua
id_id: Format tip-alat
pt_br: Formato da dica

source: Task List
id_id: Daftar Tugas
pt_br: Lista de Tarefas

source: Show full task summary
eu_es: Eginkuzun-zerrenda osoa erakutsi
id_id: Tampilkan rangkuman lengkap tugas
pt_br: Mostrar sumário de Tarefas completas

source: Show task due time
eu_es: Eginkizunaren bukaera-ordua erakutsi
id_id: Tampilkan tenggat tugas
pt_br: Exibir hora de execução da tarefa

source: Show task location
eu_es: Eginkizunaren kokapena erakutsi
id_id: Tampilkan lokasi tugas
pt_br: Exibir a posição da tarefa

source: Show task calendar
id_id: Tampilkan kalender tugas
pt_br: Exibir calendário de tarefas

source: Number of days the list shows (0 = show all)
id_id: Jumlah hari yang ditampilkan daftar (0 = semua)
pt_br: Número de dias que a lista exibe (0 = mostrar todos)

source: Show task time when arranged by start or due date
id_id: Perlihatkan lama tugas saat diurutkan menurut tanggal awal atau tenggat
pt_br: Exibir a hora da tarefa ao organizar por data de início ou vencimento

source: %A %d.%#m.%Y (e.g. "Monday 21.4.2012")
pt_br: %A %d.%#m.%Y (ex.: "Segunda 21.4.2012")

source: %A %d.%m.%Y (e.g. "Monday 21.04.2012")
pt_br: %A %d.%m.%Y (ex.: "Segunda 21.04.2012")

source: %A %Y-%m-%d (e.g. "Monday 2012-04-21")
pt_br: %A %Y-%m-%d (ex.: "Segunda 2012-04-21")

source: %A %#m/%d/%Y (e.g. "Monday 4/21/2012")
pt_br: %A %#m/%d/%Y (ex.: "Segunda 4/21/2012")

source: %A %m/%d/%Y (e.g. "Monday 04/21/2012")
pt_br: %A %m/%d/%Y (ex.: "Segunda 04/21/2012")

source: Task list header format
id_id: Format judul daftar tugas
pt_br: Formato do cabeçalho da lista de tarefas

source: <None>
id_id: <Kosong>
pt_br: <Nenhum>

source: Default task template
id_id: Cetak-biru bawaan tugas
pt_br: Modelo padrão para tarefas

source: Event List
eu_es: Gertakizun-zerrenda
id_id: Daftar Acara
pt_br: Lista de Eventos

source: Show full event summary
eu_es: Gertakizun guztiak erakutsi
id_id: Tampilkan rangkuman acara secara lengkap
pt_br: Mostrar sumário de Eventos completos

source: Show event start time
eu_es: Gertakuzinaren hasiera-ordua erakutsi
id_id: Tampilkan waktu dimulainya acara
pt_br: Exibir hora de início do evento

source: Show event end time
eu_es: Gertakuzinaren bukaera-ordua erakutsi
id_id: Tampilkan waktu berakhirnya event
pt_br: Exibir hora do término do evento

source: Show event location
eu_es: Gertakizunaren kokapena erakutsi
id_id: Tampilkan lokasi acara
pt_br: Exibir posição do evento

source: Show event calendar
id_id: Menampilkan kalender acara
pt_br: Exibir calendário de eventos

source: Hide dismissed events
eu_es: Gertakari baztertuak ezkutatu
id_id: Sembunyikan acara yg dibatalkan
pt_br: Ocultar eventos descartados

source: Hide past events
id_id: Sembunyikan acara lama
pt_br: Ocultar eventos passados

source: Number of future days the list shows
id_id: Jumlah hari ke depan yang ditampilkan daftar
pt_br: Número de dias futuros exibidos na lista

source: Number of past days the list shows
id_id: Jumlah hari lalu yang ditampilkan daftar
pt_br: Número de dias passados exibidos na lista

source: Age from start of the week
eu_es: Astearen hasieratik hasi
id_id: Umur mulai dari awal minggu
pt_br: Idade desde o início da semana

source: Event list header format
id_id: Format judul daftar acara
pt_br: Formato do cabeçalho da lista de eventos

source: Default event template
id_id: Cetak-biru bawaan acara
pt_br: Modelo padrão para eventos

source: No grouping
id_id: Tanpa pengelompokan
pt_br: Não agrupar

source: Start and end dates
id_id: Tanggal mulai dan akhir
pt_br: Datas de início e fim

source: Start date and duration
id_id: Tanggal mulai dan durasi
pt_br: Data de início e duração

source: Group multiday events
id_id: Kelompokkan acara yang berlangsung beberapa hari
pt_br: Agrupar eventos multidata

source: Schedule
id_id: Jadwal
pt_br: Agenda
