Repository: rainlendar/Rainlendar-Resources
Catalog: Languages/*/rainlendar2.po
Languages: eu_es, id_id, pt_br

source: Needs Preparation
eu_es: Preparazioa behar du
id_id: Memerlukan Persiapan
pt_br: Necessita Preparação

source: Phone Call
eu_es: Telefono Deia
id_id: Panggilan telepon
pt_br: Telefonema

source: iCalendar Format
eu_es: iCalendar Formatua
id_id: format iCalendar
pt_br: Formato iCalendar

source: Network Shared Calendar
eu_es: Sarean Elkarbanatutako Egutegia
id_id: Kalendar pada jejaring
pt_br: Calendário Compartilhado na Rede

source: Rainlendar Ini Format
eu_es: Rainlendar Ini Formatua
id_id: Format Rainlendar Ini
pt_br: Formato INI do Rainlendar

source: Google Calendar
eu_es: Google Egutegia
id_id: Kalender Google
pt_br: Calendário do Google

source: CalDAV Calendar
id_id: Kalender CalDAV
pt_br: Calendário CalDAV

source: Comma Separated Values
id_id: Nilai Terpisah Koma
pt_br: Valores Separados por Vírgula

source: &Next >
eu_es: &Hurrengoa >
id_id: &Lanjut >
pt_br: &Próximo >

source: < &Back
eu_es: < &Atzera
id_id: < &Kembali
pt_br: < &Voltar

source: &Finish
eu_es: &Bukatu
id_id: &Selesai
pt_br: &Finalizar

source: Vertical Calendar
eu_es: Egutegi bertikala
id_id: Kalendar Vertikal
pt_br: Calendário Vertical

source: Year Calendar
eu_es: Urte-egutegia
id_id: Kalendar Tahun
pt_br: Calendário Anual

source: Sidebar
eu_es: Alboko barra
id_id: Bar samping
pt_br: Barra Lateral

source: DigiClock
eu_es: OrdulariDigitala
id_id: Jam digital
pt_br: Relógio Digital

source: Dual Calendar
eu_es: Egutegi bikoitza
id_id: Kalendar Ganda
pt_br: Calendário Duplo

source: Todo List
eu_es: Eginkizunen zerrenda
id_id: Daftar Tugas
pt_br: Lista de Tarefas

source: Grid Calendar
id_id: Kalendar Kisi
pt_br: Grade do Calendário

source: Vertical Line Calendar
id_id: Kalender Garis Tegak
pt_br: Calendário com Linha Vertical

source: Horizontal Line Calendar
id_id: Kalender Garis Datar
pt_br: Calendário com Linha Horizontal

source: Visible month
eu_es: Bistako hilabetea
id_id: Bulan yang terlihat
pt_br: Mês visível

source: Show buttons
eu_es: Botoiak erakutsi
id_id: Menampilkan tombol
pt_br: Exibir botões

source: Show adjacent days
eu_es: Aldameneko egunak erakutsi
id_id: Menampilkan hari yang berurutan
pt_br: Exibir dias adjacentes

source: Eventlist max height
id_id: Tinggi maksimum daftar acara
pt_br: Altura máx. da Lista de Eventos

source: Todolist max height
id_id: Tinggi maks Todolist
pt_br: Altura máx. da Lista de Tarefas

source: Show week numbers
eu_es: Aste-zenbakiak erakutsi
id_id: Menampilkan nomor minggu
pt_br: Exibir número da semana

source: Format
eu_es: Formatua
pt_br: Formato

source: Timezone
eu_es: Ordu-Eremua
id_id: Zona waktu
pt_br: Fuzo horário

source: Label
pt_br: Rótulo

source: Show 3rd month
eu_es: 3.garren hilabetea erakutsi
id_id: Menampilkan bulan ke 3
pt_br: Exibir 3º mês

source: Show 4th month
eu_es: 4.garren hilabetea erakutsi
id_id: Menampilkan bulan ke 4
pt_br: Exibir 4º mês

source: Show 5th month
eu_es: 5.garren hilabetea erakutsi
id_id: Menampilkan bulan ke 5
pt_br: Exibir 5º mês

source: Show 6th month
eu_es: 6.garren hilabetea erakutsi
id_id: Menampilkan bulan ke 6
pt_br: Exibir 6º mês

source: Show 7th month
eu_es: 7.garren hilabetea erakutsi
id_id: Menampilkan bulan ke 7
pt_br: Exibir 7º mês

source: Show 8th month
eu_es: 8.garren hilabetea erakutsi
id_id: Menampilkan bulan ke 8
pt_br: Exibir 8º mês

source: Color
id_id: Warna
pt_br: Cor

source: Analog Clock
id_id: Jam analog
pt_br: Relógio analógico

source: Calendar List
id_id: Daftar Kalendar
pt_br: Lista do Calendário

source: X count
id_id: X langkah
pt_br: X resultado

source: Y count
id_id: Y langkah
pt_br: Y resultado

source: Snooze All
eu_es: Guztiak Lotaratu
id_id: Sirepkan semuanya
pt_br: Adiar Tudo

source: Dismiss All
eu_es: Guztiak Ezeztatu
id_id: Hentikan semuanya
pt_br: Descartar Todos

source: To do
id_id: Tugas
pt_br: Tarefas

source: Today color
id_id: Warna hari ini
pt_br: Cor de hoje

source: Today shape
id_id: Bentuk hari ini
pt_br: Contorno de hoje

source: Circle
id_id: Lingkaran
pt_br: Círculo

source: Rectangle
id_id: Segi Empat
pt_br: Retângulo

source: Slim circle
id_id: Lingkaran tipis
pt_br: Círculo fino

source: Slim rectangle
id_id: Segi empat tipis
pt_br: Retângulo fino

source: Red
id_id: Merah
pt_br: Vermelho

source: Orange
id_id: Jingga
pt_br: Laranja

source: Yellow
id_id: Kuning
pt_br: Amarelo

source: Green
id_id: Hijau
pt_br: Verde

source: Cyan
pt_br: Ciano

source: Blue
id_id: Biru
pt_br: Azul

source: A sequel to the popular Shadow3-skin with some added features like visible days from the next and previous month and a skinned tooltip.
id_id: Kelanjutan tampilan Shadow3 yang populer dengan beberapa fitur tambahan seperti melihat hari-hari dari bulan yad. dan yang lalu dan tip-alat bertampilan.
pt_br: Uma sequência do revestimento popular Shadow3 adiciona alguns aspectos do tipo dias visíveis do mês anterior e do próximo mês e uma dica de ferramenta no próprio revestimento.

source: Defines the month that the calendar shows. Set to +1 for the next month, -1 for the previous month or a value from 1 to 12 for a specific month in the current year.
id_id: Menentukan bulan yang akan ditampilkan pada kalendar. Set +1 untuk bulan depan, -1 untuk bulan lalu atau nilai dari 0 sampai 12 untuk bulan2 pada tahun tsb.
pt_br: Define o mês que o calendário apresenta. Escolha +1 para o mês seguinte, -1 para o mês anterior ou um valor de 1 a 12 para um mês específico do presente ano.

source: Uncheck to hide the next and previous buttons from the calendar.
id_id: Buang centang untuk sembunyikan tombol berikutnya dan sebelumnya dari kalender.
pt_br: Desmarcar para ocultar os botões próximo e anterior do calendário.

source: Uncheck to hide the days from the previous and next month.
id_id: Buang centang untuk sembunyikan hari dari bulan lalu dan depan.
pt_br: Desmarcar para ocultar os dias do mês anterior e do próximo.

source: Defines the maximum height of the alarm.
id_id: Menentukan ketinggian maksimum alarm.
pt_br: Define a altura máxima da janela do alarme.

source: Defines the maximum height of the event list.
id_id: Menentukan tinggi maksimum daftar acara.
pt_br: Define a largura máxima da lista de eventos.

source: Defines the maximum height of the to do list.
id_id: Menentukan tinggi maksimum dari daftar yang akan dilakukan.
pt_br: Define a largura máxima da lista de tarefas.

source: Defines the width of the calendar list.
id_id: Menentukan lebar daftar pada kalender.
pt_br: Define a largura da lista do calendário.

source: Uncheck to hide the week numbers from the calendar.
id_id: Buang centang untuk sembunyikan nomor pekan dari kalender.
pt_br: Desmarcar para ocultar os números da senama no calendário.

source: This defines the format of the clock. To get rid of the seconds use %H:%M or %#I:%M %p
id_id: Ini utk menentukan format jam. Untuk menghilangkan detik gunakan %H:%M atau %#I:%M %p
pt_br: Isto define o formato do relógio. Para obter os segundo utilize %H:%M ou %#I:%M %p

source: Defines the timezone. Set to a number: ... -3, -2, -1, 0, +1, +2, +3, ... . You can also use values like CET, EST, PST, A_CST, ...
id_id: Menentukan zona waktu. Isi dgn angka: ... -3, -2, -1, 0, +1, +2, +3, ... . Anda juga bisa menggunakan zona waktu seperti WIB, WITA, WIT,...
pt_br: Define o fuso horário. Atribua um número: ... -3, -2, -1, 0, +1, +2, +3, ... . Você também pode utilizar valores como CET, EST, PST, A_CST, ...

source: Adds a label for the clock.
id_id: Tambahkan label untuk jam.
pt_br: Adiciona um rótulo para o relógio.

source: Defines the color of the today marker.
id_id: Menentukan warna penanda hari ini.
pt_br: Define a cor da marca do dia de hoje.

source: Defines the shape of the today marker.
id_id: Menentukan bentuk penanda hari ini.
pt_br: Define o contorno da marca do dia de hoje.

source: Defines how many calendars are shown horizontally in the window.
id_id: Tetapkan banyak kalendar yang ditampilkan horisontal pada jendela.
pt_br: Define quantos calendários serão exibidos horizontalmente na janela.

source: Defines how many calendars are shown vertically in the window.
id_id: Tetapkan banyak kalendar yang ditampilkan vertikal pada jendela.
pt_br: Define quantos calendários serão exibidos verticalmente na janela.

source: Uncheck to hide the names of the days of the week from the calendar.
id_id: Buang centang untuk sembunyikan nama hari dalam seminggu dari kalender.
pt_br: Desmarcar para ocultar os nomes dos dias da senama no calendário.

source: Day background
pt_br: Fundo do dia

source: Check to add background to day numbers to make them more easy to click.
pt_br: Marque para adicionar fundo aos números do dia para torná-los mais fáceis de clicar.

source: Week View
id_id: Tampilan Mingguan
pt_br: Exibição da Semana

source: Today position
id_id: Posisi hari ini
pt_br: Posição de hoje

source: Defines the position where today is located. If set to 0 (the default) the week view shows a full calendar week and the today's position changes. If set to 1 to 7 the today is kept on that position always and the weekdays are changed accordingly.
id_id: Tetapkan posisi penempatan hari ini. Jika 0 (baku) tampilan mingguan menampilkan kalender seminggu penuh dan perubahan posisi hari ini. Jika 1 sampai 7, hari ini tetap pada posisi dan hari mingguan berubah menyelaraskan.
pt_br: Define a posição onde HOJE está localizado. Se configurado para 0 (zero = padrão) a exibição de semana será de um calendário semanal completo e HOJE mudará de posição. Se configurado de 1 a 7 o HOJE será mantido sempre naquela posição e os dias da semana serão consequentemente alterados.

source: Autoscroll
id_id: Oto-gulir
pt_br: Rolagem automática

source: Uncheck to disable the autoscroll.
id_id: Buang centang untuk mematikan oto-gulir.
pt_br: Desmarcar para desativar a rolagem automática.

source: Week view date format
id_id: Format tanggal tampilan mingguan
pt_br: Formato da data na Exibição da Semana

source: This defines the format of the date in the schedule. The default is %#d.%#m.
id_id: Ini menetapkan format tanggal pada jadwal. Bakunya adalah %#d.%#m.
pt_br: Isto define o formato das datas na agenda. O padrão é %#d.%#m.

source: Week view time format
id_id: Format waktu tampilan mingguan
pt_br: Formato do horário na Exibição da Semana

source: This defines the format of the time in the schedule. The default is %H:%M. For AM/PM format use %#I %p
id_id: Ini menetapkan format waktu pada jadwal. Bakunya %H:%M. Untuk format AM/PM format gunakan %#I %p
pt_br: Isto define o formato do horário na agenda. O padrão é %H:%M. Para AM/PM use o formato %#I %p

source: Time item height
id_id: Tinggi item waktu
pt_br: Altura de um agendamento

source: Defines the height of one time item in the view. The default value is 30 pixels.
id_id: Menetapkan tinggi sebuah item waktu pada tampilan. Nilai bakunya 30 piksel.
pt_br: Define a altura de um agendamento na janela. O valor padrão é 30 pixels.

source: Time item duration
id_id: Durasi item waktu
pt_br: Duração de um agendamento

source: 60 Minutes
id_id: 60 Menit
pt_br: 60 Minutos

source: 30 Minutes
id_id: 30 Menit
pt_br: 30 Minutos

source: 15 Minutes
id_id: 15 Menit
pt_br: 15 Minutos

source: Defines the duration of one time item in the view. The default value is 60 minutes.
id_id: Menentukan durasi sebuah item waktu pada tampilan. Nilai bakunya 60 menit.
pt_br: Define a duração de um agendamento na janela. O valor padrão é 60 minutos.

source: All day max height
id_id: Tinggi maks sepanjang hari
pt_br: Altura máxima para um evento de dia todo

source: The maximum height of the all day event area. A scrollbar is shown after the events don't fit anymore inside this area.
id_id: Tinggi maks. bidang acara sehari penuh. Batang-gulir ditampilkan jika acara tak muat dalam bidang ini.
pt_br: A altura máxima da área de um evento de dia todo. A barra de rolagem é exibida quando os eventos não encaixam mais dentro desta área.

source: Event min height
id_id: Tinggi min acara
pt_br: Altura mín. do evento

source: The minimum height of the event.
id_id: Ketinggian minimum acara.
pt_br: A altura mínima do evento.

source: Uncheck to hide the week numbers from the view.
id_id: Buang centang untuk sembunyikan nomor pekan dari tampilan.
pt_br: Desmarcar para ocultar os números da semana na visualização.

source: Show weekdays
id_id: Tampilkan hari kerja
pt_br: Mostrar os dias da semana

source: Day View
id_id: Tampilan Hari
pt_br: Exibição do Dia

source: Day view time format
id_id: Format waktu tampilan hari
pt_br: Formato do horário na exibição do dia

source: Day view date format
id_id: Format tanggal tampilan hari
pt_br: Formato da data na exibição do dia

source: Month View
id_id: Tampilan Bulan
pt_br: Exibição do Mês

source: Show background
id_id: Tampilkan latar
pt_br: Exibir fundo

source: Uncheck to make the background transparent.
id_id: Buang centang agar latar transparan.
pt_br: Desmarcar para tornar o fundo transparente.

source: Large Calendar
id_id: Kalender Besar
pt_br: Calendário Grande

source: Today window max height
id_id: Tinggi maksimum jendela hari ini
pt_br: Altura máxima da janela de hoje

source: Defines the maximum height of the today window.
id_id: Menentukan tinggi maksimum jendela hari ini.
pt_br: Define a altura máxima da janela do dia.

source: Today show tasks
id_id: Hari ini tampilkan tugas
pt_br: Mostrar tarefas do dia

source: Defines if the tasks should be shown in the today window.
id_id: Menentukan apakah tugas harus ditampilkan di jendela hari ini.
pt_br: Define se as tarefas devem ser exibidas na janela do dia.

source: The skin contains multiple different color variations. You can change them either from the skin's settings or by clicking the down arrow on the calendar.
id_id: Tampilan terdiri dari beberapa variasi warna yg berbeda. Anda bisa mengubahnya pada setelan tampilan atau dgn meng-klik panah ke bawah pada kalendar.
pt_br: O revestimento contém múltiplas variações de cores diferentes. Você pode mudá-las nas configurações de revestimentos, ou clicando na seta para baixo no calendário.

source: Brown
id_id: Coklat
pt_br: Marrom

source: Dark
id_id: Gelap
pt_br: Escuro

source: Colorless
id_id: Tidak berwarna
pt_br: Sem cor

source: Defines the color of the windows.
id_id: Pilih warna jendela.
pt_br: Define a cor das janelas.

source: Defines the format for the dates on the event list headers.
id_id: Pilih format untuk tanggal pada tajuk daftar acara.
pt_br: Define o formato para as datas no cabeçalho da Lista de Eventos.

source: Defines the maximum height of the event list. The default value is 300 pixels.
id_id: Menentukan tinggi maksimum dari daftar acara. Nilai bakunya 300 piksel.
pt_br: Defina a altura máxima da Lista de Eventos. O valor padrão é 300 pixels.

source: Defines the maximum height of the to do list. The default value is 300 pixels.
id_id: Menentukan tinggi maksimum dari daftar tugas. Nilai bakunya 300 piksel.
pt_br: Defina a altura máxima da Lista de Tarefas. O valor padrão é 300 pixels.

source: Removes the color from the windows.
id_id: Menghapus warna dari jendela.
pt_br: Remove a cor das janelas.

source: Creates darker version of the windows.
id_id: Membuat versi jendela yang lebih gelap.
pt_br: Cria uma versão escura das janelas.

source: All day
id_id: Sepanjang hari
pt_br: Todo o dia

source: Day bar show day
id_id: Hari bar show day
pt_br: Mostrar dia na barra de dia

source: Defines if the day number and name are shown in the day bar.
id_id: Tentukan apakah nomor dan nama hari ditampilkan di bilah hari.
pt_br: Define se o número do dia e o nome são mostrados na barra do dia.

source: Day bar am-pm
pt_br: AM-PM na barra de dia

source: Check to show the times with 12-hour clock.
id_id: Periksa untuk menunjukkan waktu dengan jam 12 jam.
pt_br: Marque para exibir horários com relógio de 12 horas.

source: Bar event
id_id: Acara bar
pt_br: Barra de evento

source: The event color for the bars.
id_id: Warna acara untuk bar.
pt_br: Cor do evento para as barras.

source: Conditions:
id_id: Kondisi:
pt_br: Condições:

source: Temperature:
id_id: Suhu:
pt_br: Temperatura:

source: Humidity:
id_id: Kelembaban:
pt_br: Umidade:

source: Winds:
id_id: Angin:
pt_br: Ventos:

source: Time:
id_id: Waktu:
pt_br: Horário:

source: Refreshing...
id_id: Penyegaran...
pt_br: Atualizando...

source: Downloading:
id_id: Mengunduh:
pt_br: Recebendo:

source: Download failed!
id_id: Pengunduhan gagal!
pt_br: Falha no recebimento!

source: Loading...
id_id: Memuat...
pt_br: Carregando...

source: Unknown result!
id_id: Hasil tak dikenal!
pt_br: Resultado desconhecido!

source: Upcoming programs:
id_id: Rencana mendatang:
pt_br: Programas chegando:

source: Parsing failed!
id_id: Pemilahan gagal!
pt_br: Falha na operação!

source: DAYS HOURS MINS SECS
id_id: HARI JAM MEN DET
pt_br: DIAS HORAS MINS SEGS

source: Loading feed...
id_id: Memuat umpan...
pt_br: Carregando informação...

source: Lo:
id_id: Rendah:
pt_br: Mín:

source: Hi:
id_id: Tinggi:
pt_br: Máx:

source: Min:
pt_br: Mín:

source: Max:
id_id: Maks
pt_br: Máx:

source: Chance of precipitation:
id_id: Peluang hujan:
pt_br: Alterar da precipitação:

source: New moon
id_id: Bulan baru
pt_br: Lua Nova

source: Waxing crescent
id_id: Awal sabit
pt_br: Lua Crescente

source: First quarter
id_id: Triwulan pertama
pt_br: Quarto Crescente

source: Waxing gibbous
id_id: Awal bungkuk
pt_br: Lua Gibosa

source: Full moon
id_id: Purnama
pt_br: Lua Cheia

source: Waning gibbous
id_id: Akhir bungkuk
pt_br: Lua Balsâmica

source: Last quarter
id_id: Triwulan akhir
pt_br: Quarto Minguante

source: Waning crescent
id_id: Akhir sabit
pt_br: Lua Minguante

source: Southern hemisphere
id_id: Belahan Bumi selatan
pt_br: Hemisfério Sul

source: Set to 1 to change the phases as seen from southern hemisphere.
id_id: Ganti ke 1 untuk mengubah fase seperti terlihat di belahan Bumi selatan.
pt_br: Configure em 0 (zero) para modificar a visualização da fases no Hemisfério Sul.

source: World Time
id_id: Waktu Dunia
pt_br: Hora Mundial

source: World time format
id_id: Format waktu dunia
pt_br: Formato da Hora Mundial

source: This defines the format of the time. The default is %H:%M. For AM/PM format use %#I:%M %p
id_id: Ini menetapkan format waktu. Bakunya %H:%M. Untuk format AM/PM gunakan %#I:%M %p
pt_br: Isto define o formato da hora. O padrão é %H:%M. Para AM/PM use o formato %#I:%M %p

source: World time location 1
id_id: Waktu dunia lokasi 1
pt_br: Hora Mundial local 1

source: Defines the title for the time.
id_id: Menetapkan judul bagi waktu.
pt_br: Define o título para o horário.

source: World time timezone 1
id_id: Waktu dunia zona 1
pt_br: Hora Mundial fuso horário 1

source: World time location 2
id_id: Waktu dunia lokasi 2
pt_br: Hora Mundial local 2

source: World time timezone 2
id_id: Waktu dunia zona 2
pt_br: Hora Mundial fuso horário 2

source: World time location 3
id_id: Waktu dunia lokasi 3
pt_br: Hora Mundial local 3

source: World time timezone 3
id_id: Waktu dunia zona 3
pt_br: Hora Mundial fuso horário 3

source: World time location 4
id_id: Waktu dunia lokasi 4
pt_br: Hora Mundial local 4

source: World time timezone 4
id_id: Waktu dunia zona 4
pt_br: Hora Mundial fuso horário 4

source: Photos
id_id: Foto
pt_br: Fotos

source: Weather
id_id: Cuaca
pt_br: Tempo

source: Countdown
id_id: Hitung-mundur
pt_br: Contagem

source: Create New
id_id: Membuat Baru
pt_br: Criar Novo

source: Moon Phase
id_id: Fase Bulan
pt_br: Fase da Lua

source: QuickAdd
pt_br: Adicionamento Rápido

source: Translate
id_id: Sadurkan
pt_br: Traduzir

source: Text File
id_id: Berkas Teks
pt_br: Arquivo de Texto

source: RSS height
id_id: Tinggi RSS
pt_br: Altura do RSS

source: Defines the maximum height of the list.
id_id: Menentukan tinggi maksimum daftar.
pt_br: Define a largura máxima da lista.

source: RSS location
id_id: Lokasi RSS
pt_br: Local do RSS

source: Location of the RSS feed.
id_id: Lokasi umpan RSS.
pt_br: Local da fonte RSS.

source: Weather location
id_id: Lokasi cuaca
pt_br: Local do tempo

source: Location of the weather feed.
id_id: Lokasi umpan cuaca.
pt_br: Local da fonte de tempo.

source: Weather city
id_id: Lokasi cuaca
pt_br: Cidade da previsão do tempo

source: The city for the weather.
id_id: Kota untuk cuaca.
pt_br: A cidade para a previsão do tempo.

source: Weather language
id_id: Bahasa cuaca
pt_br: Idioma da Previsão do tempo

source: The weather language. Use language abbreviation like en, fi, ru, zh-cn, ...
id_id: Bahasa dari cuaca. Gunakan singkatan dari bahasa, misalnya en, fi, ru, zh-cn, ...
pt_br: O idioma da previsão do tempo. Use abreviação do idioma como en, pt-br, fi, ru, ...

source: Photos random
id_id: Acakan foto
pt_br: Fotos aleatórias

source: Uncheck to show the images in sequel. Check shows them in random order.
id_id: Buang centang untuk menampilkan gambar berurutan. Centang, untuk secara acak.
pt_br: Desmarcar para exibir as imagens em sequência. Selecionar para exibí-las em ordem aleatória.

source: Photos update
id_id: Foto terkini
pt_br: Atualizar fotos

source: Defines how often the image is updated. The value is in minutes.
id_id: Menetapkan seberapa sering gambar dikinikan. Nilainya dalam menit.
pt_br: Define com que frequência a imagem é atualizada. O valor é em minutos.

source: Photos folder
id_id: Map foto
pt_br: Pasta de fotos

source: Defines the local folder which is scanned for photos. If this is left empty the photos are downloaded from Flickr.
id_id: Menentukan map lokal untuk membaca foto. Jika dikosongkan, foto diunduh dari Flickr.
pt_br: Definir a pasta local que é identificado para fotografias. Se esta pasta de saída estiver vazia as fotografias serão carregadas de Flickr.

source: Countdown event
id_id: Acara berhitung-mundur
pt_br: Contagem de eventos

source: The description of the event.
id_id: Deskripsi acara.
pt_br: A descrição do evento.

source: Countdown time
id_id: Waktu hitung-mundur
pt_br: Contagem de tempo

source: The time of the event. Use format HH:MM:SS.
id_id: Waktu acara. Gunakan format JJ:MM:DD.
pt_br: O horário do evento. Use o formato HH:MM:SS.

source: Countdown date
id_id: Tanggal hitung-mundur
pt_br: Contagem da data

source: The date of the event. Use format YYYY-MM-DD.
id_id: Tanggal acara. Gunakan format TTTT-BB-HH.
pt_br: A data do evento. Use o formato YYYY-MM-DD.

source: TV height
id_id: Tinggi TV
pt_br: Altura da TV

source: Copy to clipboard
id_id: Salin ke clipboard
pt_br: Copiar para área de transferência

source: File path
id_id: Jalur berkas
pt_br: Caminho para o arquivo

source: Defines the name and path to the file which is displayed in the window.
id_id: Menetapkan nama dan jalur ke berkas yang ditampilkan pada jendela.
pt_br: Define o nome e o endereço do arquivo que é exibido na janela.

source: No file given
id_id: Berkas belum diberikan
pt_br: Nenhum arquivo definido

source: Go to the window's settings and point the path variable to a text file.
id_id: Buka setelan jendela dan arahkan variabel jalur ke suatu berkas teks.
pt_br: Vá para a janela de configurações e aponte a variável de endereço para um arquivo de texto.

source: File window full rows
id_id: Jendela penuh baris penuh
pt_br: Linhas inteiras na janela de arquivo

source: Check to show full rows. Uncheck cuts the lines.
id_id: Centang untuk menampilkan penuh baris. Tanpa centang, memenggal baris.
pt_br: Selecionar para exibir linhas inteiras. Desmarcar para quebras de linhas.

source: File window width
id_id: Lebar jendela berkas
pt_br: Largura da janela de arquivo

source: The width of the calendar window.
id_id: Lebar jendela kalender.
pt_br: A largura da janela do calendário.

source: The height of the calendar window.
id_id: Tinggi jendela kalender.
pt_br: A altura da janela do calendário.
